let data21=[
    {
      "itemID": 3,
      "緯度": 35.54120277777778,
      "経度": 134.2383193888889,
      "バス停名": "砂丘センター展望台(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 4,
      "緯度": 35.54066977777778,
      "経度": 134.23671325,
      "バス停名": "砂の美術館前(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 10,
      "緯度": 35.54328969444445,
      "経度": 134.2371087777778,
      "バス停名": "鳥取砂丘(砂丘会館)(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 0,
      "緯度": 35.530594444444446,
      "経度": 134.2145693888889,
      "バス停名": "みどり町(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 1,
      "緯度": 35.52638638888889,
      "経度": 134.22581758333334,
      "バス停名": "タウン浜坂(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 2,
      "緯度": 35.52404227777778,
      "経度": 134.22880430555554,
      "バス停名": "ニュー浜坂(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 3,
      "緯度": 35.51957402777778,
      "経度": 134.2390323611111,
      "バス停名": "円護寺(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 4,
      "緯度": 35.546892194444446,
      "経度": 134.26890091666667,
      "バス停名": "海士(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 5,
      "緯度": 35.52216133333334,
      "経度": 134.22814105555557,
      "バス停名": "覚寺口(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 6,
      "緯度": 35.518254444444445,
      "経度": 134.22348458333335,
      "バス停名": "丸山(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 7,
      "緯度": 35.514919166666665,
      "経度": 134.24487616666667,
      "バス停名": "吉川公園前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 8,
      "緯度": 35.547828277777775,
      "経度": 134.2763153888889,
      "バス停名": "県(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 9,
      "緯度": 35.502611055555555,
      "経度": 134.23639130555554,
      "バス停名": "県庁日赤前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 10,
      "緯度": 35.517941111111114,
      "経度": 134.23902855555556,
      "バス停名": "公園墓地入口(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 11,
      "緯度": 35.50267961111111,
      "経度": 134.22512275,
      "バス停名": "行徳口(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 12,
      "緯度": 35.53857408333333,
      "経度": 134.23869902777778,
      "バス停名": "砂丘東口(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 13,
      "緯度": 35.55789405555556,
      "経度": 134.28058819444445,
      "バス停名": "細川(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 14,
      "緯度": 35.552253972222225,
      "経度": 134.28109025,
      "バス停名": "細川口(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 15,
      "緯度": 35.541786944444446,
      "経度": 134.25594205555555,
      "バス停名": "山湯山(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 16,
      "緯度": 35.53342147222222,
      "経度": 134.23042611111111,
      "バス停名": "子供の国入口(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 17,
      "緯度": 35.50567130555556,
      "経度": 134.2245966111111,
      "バス停名": "寿町(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 18,
      "緯度": 35.53263611111111,
      "経度": 134.20585280555557,
      "バス停名": "十六本松口(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 19,
      "緯度": 35.514535055555555,
      "経度": 134.2247955,
      "バス停名": "城北団地(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 20,
      "緯度": 35.518135,
      "経度": 134.24340855555556,
      "バス停名": "情報センター前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 21,
      "緯度": 35.50753202777778,
      "経度": 134.22551338888888,
      "バス停名": "新品治町(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 22,
      "緯度": 35.53134444444444,
      "経度": 134.20762780555555,
      "バス停名": "西ひばりヶ丘(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 23,
      "緯度": 35.50585369444445,
      "経度": 134.23477216666666,
      "バス停名": "西町(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 24,
      "緯度": 35.49916647222222,
      "経度": 134.23179422222222,
      "バス停名": "川端一丁目(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 25,
      "緯度": 35.51630772222222,
      "経度": 134.24112713888888,
      "バス停名": "前田橋(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 26,
      "緯度": 35.51279511111111,
      "経度": 134.2269763611111,
      "バス停名": "相生町(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 27,
      "緯度": 35.49750569444444,
      "経度": 134.22643944444445,
      "バス停名": "太平線(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 28,
      "緯度": 35.51041430555556,
      "経度": 134.227029,
      "バス停名": "大森神社前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 29,
      "緯度": 35.521161694444444,
      "経度": 134.24347930555555,
      "バス停名": "谷川橋(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 30,
      "緯度": 35.52243333333333,
      "経度": 134.21243611111112,
      "バス停名": "中央病院(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 31,
      "緯度": 35.547102583333334,
      "経度": 134.2721493888889,
      "バス停名": "中海士(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 32,
      "緯度": 35.54039622222222,
      "経度": 134.25254466666667,
      "バス停名": "中湯山(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 33,
      "緯度": 35.515482694444444,
      "経度": 134.2431943611111,
      "バス停名": "渡り上り橋(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 34,
      "緯度": 35.5212445,
      "経度": 134.22691952777777,
      "バス停名": "渡辺美術館前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 35,
      "緯度": 35.53039166666667,
      "経度": 134.2087138888889,
      "バス停名": "東ひばりヶ丘(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 36,
      "緯度": 35.50951863888889,
      "経度": 134.23088019444444,
      "バス停名": "湯所(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 37,
      "緯度": 35.49984444444444,
      "経度": 134.22590475,
      "バス停名": "南町(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 38,
      "緯度": 35.534727777777775,
      "経度": 134.20292780555556,
      "バス停名": "八丁目(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 39,
      "緯度": 35.53619722222222,
      "経度": 134.202525,
      "バス停名": "八丁目中央(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 40,
      "緯度": 35.53526388888889,
      "経度": 134.20093061111112,
      "バス停名": "八丁目入口(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 41,
      "緯度": 35.52817269444444,
      "経度": 134.21949772222223,
      "バス停名": "浜坂(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 42,
      "緯度": 35.52879302777778,
      "経度": 134.21629197222222,
      "バス停名": "浜坂小学校入口(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 43,
      "緯度": 35.53294722222222,
      "経度": 134.2045056111111,
      "バス停名": "浜坂新田(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 44,
      "緯度": 35.531216666666666,
      "経度": 134.2115056111111,
      "バス停名": "浜坂団地(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 45,
      "緯度": 35.526926305555556,
      "経度": 134.22207483333332,
      "バス停名": "浜坂東口(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 46,
      "緯度": 35.54070886111111,
      "経度": 134.248662,
      "バス停名": "浜湯山(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 47,
      "緯度": 35.544929527777775,
      "経度": 134.28246952777778,
      "バス停名": "福部中学校前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 48,
      "緯度": 35.54437363888889,
      "経度": 134.2847321111111,
      "バス停名": "福部町総合支所前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 49,
      "緯度": 35.54617763888889,
      "経度": 134.28038594444445,
      "バス停名": "福部保育園前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 50,
      "緯度": 35.51955,
      "経度": 134.24162780555557,
      "バス停名": "北園ニュータウン(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 51,
      "緯度": 35.52377163888889,
      "経度": 134.23406144444445,
      "バス停名": "北園渡辺病院前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 52,
      "緯度": 35.521008027777775,
      "経度": 134.23699758333333,
      "バス停名": "北園二丁目(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 53,
      "緯度": 35.52217983333333,
      "経度": 134.24053625,
      "バス停名": "北谷橋上(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 54,
      "緯度": 35.50078969444444,
      "経度": 134.23376441666667,
      "バス停名": "本町一丁目(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 55,
      "緯度": 35.497158222222225,
      "経度": 134.22958783333334,
      "バス停名": "本通り(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 56,
      "緯度": 35.524522222222224,
      "経度": 134.23316938888888,
      "バス停名": "摩尼寺口(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 57,
    //   "緯度": 35.49471141666667,
    //   "経度": 134.22563530555556,
    //   "バス停名": "鳥取駅前(バス停)",
    //   "上下循環区分": "上り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 58,
      "緯度": 35.52718102777778,
      "経度": 134.22480022222223,
      "バス停名": "中の郷中学校入口(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 59,
      "緯度": 35.52955219444444,
      "経度": 134.21080783333332,
      "バス停名": "浜坂団地口(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 60,
    //   "緯度": 35.509473444444446,
    //   "経度": 134.22651811111112,
    //   "バス停名": "相生町(バス停)",
    //   "上下循環区分": "上り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 61,
      "緯度": 35.52259811111111,
      "経度": 134.2150823888889,
      "バス停名": "血液センター前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 62,
      "緯度": 35.519250722222225,
      "経度": 134.21787630555556,
      "バス停名": "東秋里(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 0,
      "緯度": 35.48601036111111,
      "経度": 134.23318058333334,
      "バス停名": "井原公園前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 1,
      "緯度": 35.47896608333333,
      "経度": 134.2394223611111,
      "バス停名": "雲山(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 2,
      "緯度": 35.477074611111114,
      "経度": 134.2363823611111,
      "バス停名": "雲山南団地(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 3,
      "緯度": 35.46180833333333,
      "経度": 134.2502638888889,
      "バス停名": "岡本医院前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 4,
      "緯度": 35.47701266666667,
      "経度": 134.22587544444445,
      "バス停名": "宮長(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 5,
      "緯度": 35.45676111111111,
      "経度": 134.22446938888888,
      "バス停名": "橋本(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 6,
      "緯度": 35.48875919444444,
      "経度": 134.23038141666666,
      "バス停名": "興南町(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 7,
      "緯度": 35.4568145,
      "経度": 134.23624877777777,
      "バス停名": "古郡家(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 8,
      "緯度": 35.47312175,
      "経度": 134.24319494444444,
      "バス停名": "桜谷口(旧29号)(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 9,
      "緯度": 35.474350305555554,
      "経度": 134.23308316666666,
      "バス停名": "市立病院(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 10,
      "緯度": 35.49249508333333,
      "経度": 134.22279716666668,
      "バス停名": "年金事務所前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 11,
      "緯度": 35.4682,
      "経度": 134.22472780555555,
      "バス停名": "数津(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 12,
      "緯度": 35.46601972222222,
      "経度": 134.24772808333333,
      "バス停名": "杉崎(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 13,
      "緯度": 35.475822055555554,
      "経度": 134.24145891666666,
      "バス停名": "正蓮寺(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 14,
      "緯度": 35.45842002777778,
      "経度": 134.25731091666665,
      "バス停名": "生山(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 15,
      "緯度": 35.45801863888889,
      "経度": 134.24351444444446,
      "バス停名": "組合会館前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 16,
      "緯度": 35.45232838888889,
      "経度": 134.21811013888887,
      "バス停名": "八坂上(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 17,
      "緯度": 35.45164391666667,
      "経度": 134.21824658333333,
      "バス停名": "倉田保育所前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 18,
      "緯度": 35.480041,
      "経度": 134.22674211111112,
      "バス停名": "大覚寺(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 19,
      "緯度": 35.4804255,
      "経度": 134.22841380555556,
      "バス停名": "大覚寺口(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 20,
      "緯度": 35.479597194444445,
      "経度": 134.2309906388889,
      "バス停名": "大覚寺中(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 21,
      "緯度": 35.478338416666666,
      "経度": 134.2329388611111,
      "バス停名": "大覚寺東(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 22,
      "緯度": 35.48190641666667,
      "経度": 134.23973055555555,
      "バス停名": "大杙口(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 23,
      "緯度": 35.458192,
      "経度": 134.2406665277778,
      "バス停名": "団地西(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 24,
      "緯度": 35.479746,
      "経度": 134.23523141666666,
      "バス停名": "団地中央(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 25,
      "緯度": 35.457770777777775,
      "経度": 134.25378627777778,
      "バス停名": "鳥工前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 26,
      "緯度": 35.461619444444445,
      "経度": 134.25412219444445,
      "バス停名": "津ノ井一区(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 27,
      "緯度": 35.46020991666666,
      "経度": 134.25655527777778,
      "バス停名": "津ノ井四区(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 28,
      "緯度": 35.45792336111111,
      "経度": 134.24978016666665,
      "バス停名": "桂木(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 29,
      "緯度": 35.47510227777778,
      "経度": 134.22889130555555,
      "バス停名": "的場(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 30,
      "緯度": 35.47316747222222,
      "経度": 134.2250271111111,
      "バス停名": "土井叶(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 31,
      "緯度": 35.49026388888889,
      "経度": 134.23065830555555,
      "バス停名": "東富安(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 32,
      "緯度": 35.49133138888889,
      "経度": 134.23843530555556,
      "バス停名": "内吉方(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 33,
      "緯度": 35.45784944444444,
      "経度": 134.24597627777777,
      "バス停名": "南栄工業団地(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 34,
      "緯度": 35.48226211111111,
      "経度": 134.23450911111112,
      "バス停名": "南大橋(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 35,
      "緯度": 35.487569444444446,
      "経度": 134.22854438888888,
      "バス停名": "南中前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 36,
      "緯度": 35.49534136111111,
      "経度": 134.22952669444444,
      "バス停名": "農協会館前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 37,
      "緯度": 35.4562795,
      "経度": 134.22913058333333,
      "バス停名": "農業試験場前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 38,
      "緯度": 35.464197,
      "経度": 134.2229323611111,
      "バス停名": "馬場(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 39,
      "緯度": 35.45444630555556,
      "経度": 134.22044394444444,
      "バス停名": "八坂(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 40,
      "緯度": 35.492375805555554,
      "経度": 134.23511891666666,
      "バス停名": "文化センター前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 41,
    //   "緯度": 35.49471141666667,
    //   "経度": 134.22563530555556,
    //   "バス停名": "鳥取駅(バス停)",
    //   "上下循環区分": "上り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 42,
      "緯度": 35.49097686111111,
      "経度": 134.22452277777776,
      "バス停名": "扇町(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 43,
      "緯度": 35.45611794444444,
      "経度": 134.23131794444444,
      "バス停名": "美和(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 44,
      "緯度": 35.48996922222222,
      "経度": 134.22696419444443,
      "バス停名": "富安(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 45,
      "緯度": 35.475456972222226,
      "経度": 134.23715594444445,
      "バス停名": "雲山日交(道路沿)(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 46,
      "緯度": 35.49402186111111,
      "経度": 134.23200680555556,
      "バス停名": "生協病院前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 47,
      "緯度": 35.459056805555555,
      "経度": 134.22308027777777,
      "バス停名": "バードスタジアム(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 48,
      "緯度": 35.483525,
      "経度": 134.2269,
      "バス停名": "吉成二丁目(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 49,
      "緯度": 35.48560261111111,
      "経度": 134.23957855555557,
      "バス停名": "南吉方三丁目(旧29号)(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 50,
      "緯度": 35.47289611111111,
      "経度": 134.22566030555555,
      "バス停名": "土井叶(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 51,
      "緯度": 35.470926222222225,
      "経度": 134.22488944444444,
      "バス停名": "上叶(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 52,
      "緯度": 35.45812761111111,
      "経度": 134.23786636111112,
      "バス停名": "米里小学校前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 53,
      "緯度": 35.457937333333334,
      "経度": 134.2485553611111,
      "バス停名": "桂木（踏切横）(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 0,
      "緯度": 35.50457661111111,
      "経度": 134.23478455555556,
      "バス停名": "わらべ館前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 1,
      "緯度": 35.441227194444444,
      "経度": 134.25695430555555,
      "バス停名": "ポリテクセンター(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 2,
    //   "緯度": 35.478971027777774,
    //   "経度": 134.23940925,
    //   "バス停名": "雲山(バス停)",
    //   "上下循環区分": "上り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 3,
      "緯度": 35.44924088888889,
      "経度": 134.25326797222223,
      "バス停名": "海蔵寺(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 4,
      "緯度": 35.498670583333336,
      "経度": 134.22713730555554,
      "バス停名": "瓦町(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 5,
      "緯度": 35.45015441666666,
      "経度": 134.25754875,
      "バス停名": "環境大学前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 6,
      "緯度": 35.48756486111111,
      "経度": 134.23766461111111,
      "バス停名": "吉方気象台前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 7,
    //   "緯度": 35.47701144444444,
    //   "経度": 134.22587686111112,
    //   "バス停名": "宮長(バス停)",
    //   "上下循環区分": "上り",
    //   "運行事業者": "日本交通(株)"
    // },
    // {
    //   "itemID": 8,
    //   "緯度": 35.488762,
    //   "経度": 134.23036458333334,
    //   "バス停名": "興南町(バス停)",
    //   "上下循環区分": "上り",
    //   "運行事業者": "日本交通(株)"
    // },
    // {
    //   "itemID": 9,
    //   "緯度": 35.50288938888889,
    //   "経度": 134.23645544444443,
    //   "バス停名": "県庁日赤前(バス停)",
    //   "上下循環区分": "上り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 10,
      "緯度": 35.48024369444445,
      "経度": 134.2569313888889,
      "バス停名": "県立盲・聾学校(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 11,
      "緯度": 35.48257519444444,
      "経度": 134.25721677777778,
      "バス停名": "公園前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 12,
      "緯度": 35.45233725,
      "経度": 134.24941338888888,
      "バス停名": "広岡口(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 13,
      "緯度": 35.47366225,
      "経度": 134.2546382777778,
      "バス停名": "桜ヶ丘(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 14,
      "緯度": 35.47233802777778,
      "経度": 134.24767794444443,
      "バス停名": "桜ヶ丘中学校前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 15,
      "緯度": 35.47219066666667,
      "経度": 134.24964752777777,
      "バス停名": "桜谷(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 16,
    //   "緯度": 35.4731175,
    //   "経度": 134.24318991666667,
    //   "バス停名": "桜谷口(旧29号)(バス停)",
    //   "上下循環区分": "上り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 17,
      "緯度": 35.47209402777778,
      "経度": 134.25372663888888,
      "バス停名": "桜谷団地(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 18,
      "緯度": 35.47207272222222,
      "経度": 134.25140319444444,
      "バス停名": "桜谷東(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 19,
      "緯度": 35.487055416666664,
      "経度": 134.24041052777778,
      "バス停名": "南吉方三丁目(産業道路)(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 20,
      "緯度": 35.48009580555556,
      "経度": 134.25394566666668,
      "バス停名": "三洋南団地(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 21,
      "緯度": 35.48221180555556,
      "経度": 134.2530895,
      "バス停名": "新通り(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 22,
      "緯度": 35.484962083333336,
      "経度": 134.24819677777776,
      "バス停名": "市営住宅(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 23,
    //   "緯度": 35.474343805555556,
    //   "経度": 134.2330851111111,
    //   "バス停名": "市立病院(バス停)",
    //   "上下循環区分": "上り",
    //   "運行事業者": "日本交通(株)"
    // },
    // {
    //   "itemID": 24,
    //   "緯度": 35.49248655555556,
    //   "経度": 134.22279244444445,
    //   "バス停名": "年金事務所前(バス停)",
    //   "上下循環区分": "上り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 25,
      "緯度": 35.442222666666666,
      "経度": 134.25737802777778,
      "バス停名": "若葉台南一丁目(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 26,
      "緯度": 35.44564513888889,
      "経度": 134.26337725,
      "バス停名": "若葉台南五丁目(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 27,
      "緯度": 35.44603055555555,
      "経度": 134.267425,
      "バス停名": "若葉台南三丁目(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 28,
      "緯度": 35.43996963888889,
      "経度": 134.2586368611111,
      "バス停名": "若葉台南七丁目(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 29,
      "緯度": 35.44821119444445,
      "経度": 134.26429275,
      "バス停名": "若葉台南二丁目(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 30,
      "緯度": 35.44223219444444,
      "経度": 134.25990080555556,
      "バス停名": "若葉台南六丁目(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 31,
      "緯度": 35.45077580555556,
      "経度": 134.26193997222222,
      "バス停名": "若葉台北五丁目(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 32,
      "緯度": 35.45197488888889,
      "経度": 134.2647472777778,
      "バス停名": "若葉台北三丁目(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 33,
      "緯度": 35.449598305555554,
      "経度": 134.2670138611111,
      "バス停名": "若葉台北四丁目(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 34,
      "緯度": 35.480904055555555,
      "経度": 134.25990605555555,
      "バス停名": "新町(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 35,
      "緯度": 35.48202833333333,
      "経度": 134.25900691666666,
      "バス停名": "新町一丁目(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 36,
      "緯度": 35.48105594444444,
      "経度": 134.2562856388889,
      "バス停名": "青翔開智校前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 37,
    //   "緯度": 35.46602572222222,
    //   "経度": 134.24772769444445,
    //   "バス停名": "杉崎(バス停)",
    //   "上下循環区分": "上り",
    //   "運行事業者": "日本交通(株)"
    // },
    // {
    //   "itemID": 38,
    //   "緯度": 35.47582491666667,
    //   "経度": 134.24145252777777,
    //   "バス停名": "正蓮寺(バス停)",
    //   "上下循環区分": "上り",
    //   "運行事業者": "日本交通(株)"
    // },
    // {
    //   "itemID": 39,
    //   "緯度": 35.498774166666664,
    //   "経度": 134.2310723611111,
    //   "バス停名": "川端一丁目(バス停)",
    //   "上下循環区分": "上り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 40,
      "緯度": 35.50079947222222,
      "経度": 134.2295457222222,
      "バス停名": "川端三丁目(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 41,
    //   "緯度": 35.49750569444444,
    //   "経度": 134.22643944444445,
    //   "バス停名": "太平線(バス停)",
    //   "上下循環区分": "上り",
    //   "運行事業者": "日本交通(株)"
    // },
    // {
    //   "itemID": 42,
    //   "緯度": 35.480047222222225,
    //   "経度": 134.2267458888889,
    //   "バス停名": "大覚寺(バス停)",
    //   "上下循環区分": "上り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 43,
      "緯度": 35.48223888888889,
      "経度": 134.24495561111112,
      "バス停名": "大杙(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 44,
    //   "緯度": 35.481905194444444,
    //   "経度": 134.2397408611111,
    //   "バス停名": "大杙口(バス停)",
    //   "上下循環区分": "上り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 45,
      "緯度": 35.48108611111111,
      "経度": 134.245725,
      "バス停名": "大杙南(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 46,
      "緯度": 35.48518611111111,
      "経度": 134.24455280555554,
      "バス停名": "大杙北(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 47,
      "緯度": 35.47511522222222,
      "経度": 134.25370675,
      "バス停名": "団地口(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 48,
      "緯度": 35.4607375,
      "経度": 134.24890969444445,
      "バス停名": "津ノ井駅前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 49,
    //   "緯度": 35.47511608333333,
    //   "経度": 134.2288848611111,
    //   "バス停名": "的場(バス停)",
    //   "上下循環区分": "上り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 50,
      "緯度": 35.47765,
      "経度": 134.2529556111111,
      "バス停名": "東今在家(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    // 重複排除
    // {
    //   "itemID": 51,
    //   "緯度": 35.49026388888889,
    //   "経度": 134.23065830555555,
    //   "バス停名": "東富安(バス停)",
    //   "上下循環区分": "上り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 52,
      "緯度": 35.483699333333334,
      "経度": 134.25042658333334,
      "バス停名": "鳥取県東部庁舎前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 53,
    //   "緯度": 35.49131422222222,
    //   "経度": 134.23842144444444,
    //   "バス停名": "内吉方(バス停)",
    //   "上下循環区分": "上り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 54,
      "緯度": 35.488177944444445,
      "経度": 134.2338905277778,
      "バス停名": "南吉方(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 55,
    //   "緯度": 35.487569444444446,
    //   "経度": 134.22854438888888,
    //   "バス停名": "南中前(バス停)",
    //   "上下循環区分": "上り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 56,
      "緯度": 35.43621536111111,
      "経度": 134.25693077777777,
      "バス停名": "祢宜谷(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 57,
    //   "緯度": 35.49533786111111,
    //   "経度": 134.22952566666666,
    //   "バス停名": "農協会館前(バス停)",
    //   "上下循環区分": "上り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 58,
      "緯度": 35.4788525,
      "経度": 134.24688383333333,
      "バス停名": "白ゆり保育園前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 59,
      "緯度": 35.50304947222222,
      "経度": 134.23250575,
      "バス停名": "福祉文化会館前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 60,
    //   "緯度": 35.49237430555556,
    //   "経度": 134.23512475,
    //   "バス停名": "文化センター前(バス停)",
    //   "上下循環区分": "上り",
    //   "運行事業者": "日本交通(株)"
    // },
    // {
    //   "itemID": 61,
    //   "緯度": 35.50037647222222,
    //   "経度": 134.2329902222222,
    //   "バス停名": "本町一丁目(バス停)",
    //   "上下循環区分": "上り",
    //   "運行事業者": "日本交通(株)"
    // },
    // {
    //   "itemID": 62,
    //   "緯度": 35.496882138888886,
    //   "経度": 134.2290311388889,
    //   "バス停名": "本通り(バス停)",
    //   "上下循環区分": "上り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 63,
      "緯度": 35.47891388888889,
      "経度": 134.24804169444445,
      "バス停名": "面影一丁目(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 64,
      "緯度": 35.476330555555556,
      "経度": 134.24544169444445,
      "バス停名": "面影団地(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 65,
      "緯度": 35.473283333333335,
      "経度": 134.24580280555554,
      "バス停名": "面影団地入口(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 66,
      "緯度": 35.477777777777774,
      "経度": 134.24563330555554,
      "バス停名": "面影中央(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 67,
      "緯度": 35.48620366666667,
      "経度": 134.24449341666667,
      "バス停名": "立川南(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 68,
      "緯度": 35.49471141666667,
      "経度": 134.22563530555556,
      "バス停名": "鳥取駅(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 69,
      "緯度": 35.47258852777778,
      "経度": 134.24298380555555,
      "バス停名": "西大路(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 70,
    //   "緯度": 35.49098355555556,
    //   "経度": 134.2245137222222,
    //   "バス停名": "扇町(バス停)",
    //   "上下循環区分": "上り",
    //   "運行事業者": "日本交通(株)"
    // },
    // {
    //   "itemID": 71,
    //   "緯度": 35.489967,
    //   "経度": 134.2269623888889,
    //   "バス停名": "富安(バス停)",
    //   "上下循環区分": "上り",
    //   "運行事業者": "日本交通(株)"
    // },
    // {
    //   "itemID": 72,
    //   "緯度": 35.494019361111114,
    //   "経度": 134.2320000277778,
    //   "バス停名": "生協病院前(バス停)",
    //   "上下循環区分": "上り",
    //   "運行事業者": "日本交通(株)"
    // },
    // {
    //   "itemID": 73,
    //   "緯度": 35.483525,
    //   "経度": 134.2269,
    //   "バス停名": "吉成二丁目(バス停)",
    //   "上下循環区分": "上り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 74,
      "緯度": 35.47255858333333,
      "経度": 134.2448674722222,
      "バス停名": "正蓮寺簡易局前　(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 75,
    //   "緯度": 35.485599388888886,
    //   "経度": 134.2395896111111,
    //   "バス停名": "南吉方三丁目(旧29号)(バス停)",
    //   "上下循環区分": "上り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 76,
      "緯度": 35.457455555555555,
      "経度": 134.2489,
      "バス停名": "津ノ井小学校前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 77,
      "緯度": 35.444247222222224,
      "経度": 134.2639111111111,
      "バス停名": "さくら会館前(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 78,
      "緯度": 35.469737888888886,
      "経度": 134.24913927777777,
      "バス停名": "桜ヶ丘中学校(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 79,
      "緯度": 35.47506711111111,
      "経度": 134.23760830555557,
      "バス停名": "雲山日交（車庫内）(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 80,
      "緯度": 35.42793291666667,
      "経度": 134.26050180555555,
      "バス停名": "堀越(バス停)",
      "上下循環区分": "上り",
      "運行事業者": "日本交通(株)"
    }
  ]