let data12=[
  {
    "itemID": 6,
    "緯度": 35.51826580555556,
    "経度": 134.22338619444446,
    "バス停名": "丸山(バス停)",
    "上下循環区分": "下り",
    "運行事業者": "日ノ丸自動車(株)"
  },
  {
    "itemID": 35,
    "緯度": 35.521488833333336,
    "経度": 134.22701191666667,
    "バス停名": "渡辺美術館前(バス停)",
    "上下循環区分": "下り",
    "運行事業者": "日ノ丸自動車(株)"
  },
  {
    "itemID": 63,
    "緯度": 35.523957055555556,
    "経度": 134.22981391666667,
    "バス停名": "覚寺口(バス停)",
    "上下循環区分": "下り",
    "運行事業者": "日ノ丸自動車(株)"
  },
  {
    "itemID": 17,
    "緯度": 35.534138444444444,
    "経度": 134.23102394444444,
    "バス停名": "子供の国入口(バス停)",
    "上下循環区分": "下り",
    "運行事業者": "日ノ丸自動車(株)"
  },
  {
    "itemID": 3,
    "緯度": 35.54120277777778,
    "経度": 134.2383193888889,
    "バス停名": "砂丘センター展望台(バス停)",
    "上下循環区分": "下り",
    "運行事業者": "日ノ丸自動車(株)"
  },
  {
    "itemID": 4,
    "緯度": 35.53999430555555,
    "経度": 134.23681022222223,
    "バス停名": "砂の美術館前(バス停)",
    "上下循環区分": "下り"
  },
  {
    "itemID": 11,
    "緯度": 35.54328986111111,
    "経度": 134.2371076111111,
    "バス停名": "鳥取砂丘(砂丘会館)(バス停)",
    "上下循環区分": "下り"
  },
    // {
    //   "itemID": 0,
    //   "緯度": 35.49916186111111,
    //   "経度": 134.23180052777778,
    //   "バス停名": "川端一丁目(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 1,
    //   "緯度": 35.49715222222222,
    //   "経度": 134.22957011111112,
    //   "バス停名": "本通り(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 2,
      "緯度": 35.50482455555556,
      "経度": 134.23497230555554,
      "バス停名": "わらべ館前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 3,
      "緯度": 35.507525,
      "経度": 134.27629252777777,
      "バス停名": "安畑(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 4,
      "緯度": 35.484714527777776,
      "経度": 134.26240025,
      "バス停名": "稲葉ヶ丘(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 5,
      "緯度": 35.49480825,
      "経度": 134.25904180555557,
      "バス停名": "稲葉山農協前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 6,
      "緯度": 35.47265130555556,
      "経度": 134.27887183333334,
      "バス停名": "因幡万葉歴史館入口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 7,
      "緯度": 35.48469722222222,
      "経度": 134.38254719444444,
      "バス停名": "雨滝(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 8,
      "緯度": 35.488343444444446,
      "経度": 134.25339305555556,
      "バス停名": "卯垣(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 9,
      "緯度": 35.48237236111111,
      "経度": 134.26214641666667,
      "バス停名": "奥谷口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 10,
      "緯度": 35.473123666666666,
      "経度": 134.2749651388889,
      "バス停名": "国府中学校前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 11,
      "緯度": 35.45896036111111,
      "経度": 134.29790291666666,
      "バス停名": "岡益橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 12,
      "緯度": 35.499080138888885,
      "経度": 134.26947458333333,
      "バス停名": "音谷口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 13,
      "緯度": 35.45650277777778,
      "経度": 134.3080056111111,
      "バス停名": "下神垣(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 14,
      "緯度": 35.47795877777778,
      "経度": 134.36803830555556,
      "バス停名": "下木原(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 15,
      "緯度": 35.49854933333334,
      "経度": 134.22679747222222,
      "バス停名": "瓦町(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 16,
      "緯度": 35.48429838888889,
      "経度": 134.25880619444445,
      "バス停名": "岩倉(県道)(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 17,
      "緯度": 35.44070822222222,
      "経度": 134.32649063888888,
      "バス停名": "吉野橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 18,
      "緯度": 35.47871211111111,
      "経度": 134.2699898611111,
      "バス停名": "宮ノ下(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 19,
      "緯度": 35.48047938888889,
      "経度": 134.26542691666666,
      "バス停名": "宮ノ下口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 20,
    //   "緯度": 35.50262608333333,
    //   "経度": 134.23640325,
    //   "バス停名": "県庁日赤前(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 21,
      "緯度": 35.470248777777776,
      "経度": 134.3662417777778,
      "バス停名": "公民館前(中河原)(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 22,
      "緯度": 35.47136894444444,
      "経度": 134.29571322222222,
      "バス停名": "高岡(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 23,
      "緯度": 35.463179555555556,
      "経度": 134.29473152777777,
      "バス停名": "玉鉾(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 24,
      "緯度": 35.47771480555556,
      "経度": 134.27228425,
      "バス停名": "町屋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 25,
      "緯度": 35.47238333333333,
      "経度": 134.2682443888889,
      "バス停名": "国分寺(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 26,
      "緯度": 35.4938525,
      "経度": 134.25784930555557,
      "バス停名": "滝山口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 27,
      "緯度": 35.48647097222222,
      "経度": 134.25480816666666,
      "バス停名": "岩倉口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 28,
      "緯度": 35.45135833333333,
      "経度": 134.31706669444443,
      "バス停名": "山根橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 29,
      "緯度": 35.444011833333334,
      "経度": 134.33616930555556,
      "バス停名": "山崎橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 30,
      "緯度": 35.464805472222224,
      "経度": 134.29518991666666,
      "バス停名": "糸谷(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 31,
      "緯度": 35.47010383333333,
      "経度": 134.36407291666666,
      "バス停名": "児童館前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 32,
      "緯度": 35.49636686111111,
      "経度": 134.26135147222223,
      "バス停名": "小西谷(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 33,
      "緯度": 35.45496680555556,
      "経度": 134.31142416666665,
      "バス停名": "上神垣(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 34,
      "緯度": 35.46669519444445,
      "経度": 134.28961722222223,
      "バス停名": "上麻生(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 35,
      "緯度": 35.48015461111111,
      "経度": 134.3719436388889,
      "バス停名": "上木原(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 36,
      "緯度": 35.502409,
      "経度": 134.2754517777778,
      "バス停名": "信号所前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 37,
      "緯度": 35.44723533333333,
      "経度": 134.31940633333335,
      "バス停名": "新井(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 38,
      "緯度": 35.469249833333336,
      "経度": 134.29575916666667,
      "バス停名": "森原(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 39,
      "緯度": 35.452817805555554,
      "経度": 134.34164130555556,
      "バス停名": "神護口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 40,
      "緯度": 35.456942222222224,
      "経度": 134.30252605555555,
      "バス停名": "清水橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 41,
      "緯度": 35.46909686111111,
      "経度": 134.37806408333333,
      "バス停名": "石井谷口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 42,
      "緯度": 35.50026088888889,
      "経度": 134.22864411111112,
      "バス停名": "川端三丁目(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 43,
      "緯度": 35.492686416666665,
      "経度": 134.25498666666667,
      "バス停名": "前橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 44,
      "緯度": 35.49680786111111,
      "経度": 134.22643602777777,
      "バス停名": "太平線(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 45,
      "緯度": 35.465883777777776,
      "経度": 134.3794605,
      "バス停名": "大石(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 46,
      "緯度": 35.49673888888889,
      "経度": 134.26516752777778,
      "バス停名": "滝山(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 47,
      "緯度": 35.46026641666667,
      "経度": 134.29781444444444,
      "バス停名": "谷村(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 48,
      "緯度": 35.442616666666666,
      "経度": 134.33542219444445,
      "バス停名": "中河原上(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 49,
      "緯度": 35.476675,
      "経度": 134.2704056111111,
      "バス停名": "中郷(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 50,
    //   "緯度": 35.4950235,
    //   "経度": 134.22464472222222,
    //   "バス停名": "鳥取駅(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 51,
      "緯度": 35.46978136111111,
      "経度": 134.36232652777778,
      "バス停名": "栃本(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 52,
      "緯度": 35.49226566666667,
      "経度": 134.23764333333332,
      "バス停名": "内吉方(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 53,
      "緯度": 35.462662083333335,
      "経度": 134.35712633333333,
      "バス停名": "楠城(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 54,
      "緯度": 35.495783277777775,
      "経度": 134.22894408333335,
      "バス停名": "農協会館前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 55,
      "緯度": 35.44268913888889,
      "経度": 134.33464625,
      "バス停名": "中河原(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 56,
      "緯度": 35.50959108333333,
      "経度": 134.2758254722222,
      "バス停名": "百谷(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 57,
      "緯度": 35.459954583333335,
      "経度": 134.35355663888888,
      "バス停名": "普含寺(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 58,
      "緯度": 35.49255625,
      "経度": 134.23504525,
      "バス停名": "文化センター前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 59,
    //   "緯度": 35.50079155555556,
    //   "経度": 134.2337638888889,
    //   "バス停名": "本町一丁目(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 60,
      "緯度": 35.50204166666666,
      "経度": 134.23100830555555,
      "バス停名": "本町三丁目(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 61,
      "緯度": 35.468941666666666,
      "経度": 134.2854556111111,
      "バス停名": "麻生(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 62,
      "緯度": 35.470108333333336,
      "経度": 134.2835388888889,
      "バス停名": "麻生口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 63,
      "緯度": 35.490200083333335,
      "経度": 134.24823166666667,
      "バス停名": "立川五丁目(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 64,
      "緯度": 35.49168933333333,
      "経度": 134.24554552777778,
      "バス停名": "立川大橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 65,
      "緯度": 35.49223697222222,
      "経度": 134.2413856111111,
      "バス停名": "立川二丁目(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 66,
      "緯度": 35.4885185,
      "経度": 134.2512013611111,
      "バス停名": "緑町(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 67,
      "緯度": 35.49425458333333,
      "経度": 134.23184725,
      "バス停名": "生協病院前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 68,
      "緯度": 35.514602805555555,
      "経度": 134.2727528888889,
      "バス停名": "百谷公民館(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 69,
      "緯度": 35.491376055555556,
      "経度": 134.25094305555555,
      "バス停名": "稲葉山小学校前",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 70,
      "緯度": 35.472884055555554,
      "経度": 134.27424127777778,
      "バス停名": "因幡万葉歴史館(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 71,
      "緯度": 35.48481088888889,
      "経度": 134.25910680555555,
      "バス停名": "岩倉(市道)(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 72,
      "緯度": 35.46385786111111,
      "経度": 134.2946308611111,
      "バス停名": "高岡口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 0,
      "緯度": 35.50289769444444,
      "経度": 134.23646219444444,
      "バス停名": "県庁日赤前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 1,
      "緯度": 35.50392569444445,
      "経度": 134.23041063888888,
      "バス停名": "鹿野町(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 2,
      "緯度": 35.49877472222222,
      "経度": 134.23106447222222,
      "バス停名": "川端一丁目(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 3,
    //   "緯度": 35.49513591666667,
    //   "経度": 134.22427155555556,
    //   "バス停名": "鳥取駅(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 4,
      "緯度": 35.50259752777778,
      "経度": 134.2320797222222,
      "バス停名": "片原(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 5,
      "緯度": 35.50038636111111,
      "経度": 134.23297569444443,
      "バス停名": "本町一丁目(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 6,
      "緯度": 35.496887972222225,
      "経度": 134.22903986111112,
      "バス停名": "本通り(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 7,
      "緯度": 35.53561552777778,
      "経度": 134.17905755555554,
      "バス停名": "かにっこ館前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 8,
      "緯度": 35.503131583333335,
      "経度": 134.132061,
      "バス停名": "つづらを(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 9,
      "緯度": 35.524372472222225,
      "経度": 134.20059358333333,
      "バス停名": "イオン鳥取北(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 10,
      "緯度": 35.497270916666665,
      "経度": 134.1326992777778,
      "バス停名": "レーク大樹前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 11,
      "緯度": 35.51273002777778,
      "経度": 134.20770341666667,
      "バス停名": "安長(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 12,
      "緯度": 35.46944166666667,
      "経度": 134.05021669444446,
      "バス停名": "越路ヶ丘(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 13,
      "緯度": 35.49361558333333,
      "経度": 134.0529557222222,
      "バス停名": "岡木(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 14,
      "緯度": 35.47364894444444,
      "経度": 134.05430225,
      "バス停名": "温泉口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 15,
      "緯度": 35.53833836111111,
      "経度": 134.18558058333332,
      "バス停名": "賀露海岸(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 16,
      "緯度": 35.53334702777778,
      "経度": 134.19399438888888,
      "バス停名": "賀露大橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 17,
      "緯度": 35.536538388888886,
      "経度": 134.18943083333335,
      "バス停名": "賀露中央(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 18,
      "緯度": 35.49976511111111,
      "経度": 134.05249777777777,
      "バス停名": "梶掛口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 19,
      "緯度": 35.514227166666664,
      "経度": 134.19400183333335,
      "バス停名": "岩吉(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 20,
      "緯度": 35.5127485,
      "経度": 134.05528511111112,
      "バス停名": "気高町総合支所前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 21,
      "緯度": 35.481769444444446,
      "経度": 134.12741111111112,
      "バス停名": "吉岡温泉(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 22,
    //   "緯度": 35.48399166666667,
    //   "経度": 134.13035280555556,
    //   "バス停名": "温泉口(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 23,
      "緯度": 35.482619444444445,
      "経度": 134.12945280555556,
      "バス停名": "吉岡中央(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 24,
      "緯度": 35.47881380555555,
      "経度": 134.05401880555556,
      "バス停名": "宮方(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 25,
      "緯度": 35.499205555555555,
      "経度": 134.1304443888889,
      "バス停名": "金沢(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 26,
      "緯度": 35.524500027777776,
      "経度": 134.1752941111111,
      "バス停名": "空港入口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 27,
      "緯度": 35.52373333333333,
      "経度": 134.14061388888888,
      "バス停名": "県営住宅(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 28,
      "緯度": 35.500059666666665,
      "経度": 134.21316044444444,
      "バス停名": "古海(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 29,
      "緯度": 35.51761719444445,
      "経度": 134.18368208333334,
      "バス停名": "湖山(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 30,
      "緯度": 35.51570183333333,
      "経度": 134.18594694444445,
      "バス停名": "湖山駅前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 31,
      "緯度": 35.51957758333333,
      "経度": 134.17027933333333,
      "バス停名": "湖山西(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 32,
      "緯度": 35.48768622222222,
      "経度": 134.1310523888889,
      "バス停名": "湖南学園前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 33,
      "緯度": 35.520605555555555,
      "経度": 134.17608330555555,
      "バス停名": "湖陵高校前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 34,
      "緯度": 35.50718075,
      "経度": 134.17513855555555,
      "バス停名": "公園前(湖山池ナチュラルガーデン前)(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 35,
      "緯度": 35.472317,
      "経度": 134.05134780555557,
      "バス停名": "今市(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 36,
      "緯度": 35.46573055555555,
      "経度": 134.05491388888888,
      "バス停名": "今町(市道)(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 37,
      "緯度": 35.522530555555555,
      "経度": 134.13515280555555,
      "バス停名": "三丁目中央(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 38,
      "緯度": 35.52406111111111,
      "経度": 134.13714719444445,
      "バス停名": "三丁目入口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 39,
      "緯度": 35.512869916666666,
      "経度": 134.13586130555555,
      "バス停名": "三津(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 40,
      "緯度": 35.52091111111111,
      "経度": 134.1337306111111,
      "バス停名": "山ノ手(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 41,
      "緯度": 35.47174277777778,
      "経度": 134.0497846111111,
      "バス停名": "山紫苑前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 42,
      "緯度": 35.462749305555555,
      "経度": 134.07032941666668,
      "バス停名": "鹿野営業所(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 43,
      "緯度": 35.46330488888889,
      "経度": 134.07051441666667,
      "バス停名": "鹿野営業所前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 44,
      "緯度": 35.46103611111111,
      "経度": 134.05025280555554,
      "バス停名": "鹿野温泉公園(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 45,
      "緯度": 35.46053752777778,
      "経度": 134.0562216111111,
      "バス停名": "鹿野小学校(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 46,
      "緯度": 35.463982944444446,
      "経度": 134.05962316666665,
      "バス停名": "鹿野町総合支所前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 47,
      "緯度": 35.524672305555555,
      "経度": 134.18649241666665,
      "バス停名": "七区(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 48,
      "緯度": 35.49738130555556,
      "経度": 134.05264441666668,
      "バス停名": "重山(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 49,
      "緯度": 35.521906888888886,
      "経度": 134.10686133333334,
      "バス停名": "小沢見(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 50,
      "緯度": 35.49485611111111,
      "経度": 134.13444358333334,
      "バス停名": "松原(農協前)(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 51,
      "緯度": 35.4956155,
      "経度": 134.13649794444444,
      "バス停名": "松原(農協前)(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 52,
      "緯度": 35.514215722222225,
      "経度": 134.2176288611111,
      "バス停名": "松並町(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 53,
      "緯度": 35.46367722222222,
      "経度": 134.06644394444444,
      "バス停名": "上町(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 54,
      "緯度": 35.5164635,
      "経度": 134.22126544444444,
      "バス停名": "城北小学校前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 55,
      "緯度": 35.51563952777778,
      "経度": 134.22329633333334,
      "バス停名": "城北団地(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 56,
      "緯度": 35.497340305555554,
      "経度": 134.2226679722222,
      "バス停名": "新行徳(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 57,
      "緯度": 35.51275088888889,
      "経度": 134.2171568888889,
      "バス停名": "新住宅(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 58,
      "緯度": 35.51147258333334,
      "経度": 134.0457262222222,
      "バス停名": "新町一丁目(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 59,
      "緯度": 35.51341105555556,
      "経度": 134.0471345,
      "バス停名": "新町二丁目(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 60,
      "緯度": 35.52457505555556,
      "経度": 134.14409436111112,
      "バス停名": "中ノ茶屋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 61,
      "緯度": 35.53519375,
      "経度": 134.1856498888889,
      "バス停名": "新道(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 62,
      "緯度": 35.50682777777778,
      "経度": 134.2260693888889,
      "バス停名": "新品治(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 63,
      "緯度": 35.53513136111111,
      "経度": 134.1917782777778,
      "バス停名": "賀露神社前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 64,
      "緯度": 35.53436930555556,
      "経度": 134.18683105555556,
      "バス停名": "神社裏(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 65,
      "緯度": 35.50141363888889,
      "経度": 134.19535525,
      "バス停名": "世紀団地(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 66,
      "緯度": 35.52611102777778,
      "経度": 134.12281491666667,
      "バス停名": "聖母学園前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 67,
      "緯度": 35.50591575,
      "経度": 134.23451025,
      "バス停名": "西町(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 68,
      "緯度": 35.50962138888889,
      "経度": 134.21999244444444,
      "バス停名": "西品治(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 69,
      "緯度": 35.52371213888889,
      "経度": 134.18659366666665,
      "バス停名": "青葉台入口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 70,
      "緯度": 35.499033222222224,
      "経度": 134.21834180555555,
      "バス停名": "千代橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 71,
      "緯度": 35.512383666666665,
      "経度": 134.22727730555556,
      "バス停名": "相生町(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 72,
      "緯度": 35.49677608333333,
      "経度": 134.224269,
      "バス停名": "今町A(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 73,
      "緯度": 35.50011830555555,
      "経度": 134.20935441666666,
      "バス停名": "大井手(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 74,
      "緯度": 35.462567944444444,
      "経度": 134.05684719444446,
      "バス停名": "大工町(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 75,
      "緯度": 35.52048063888889,
      "経度": 134.16709925,
      "バス停名": "大寺屋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 76,
      "緯度": 35.464008194444446,
      "経度": 134.0631483888889,
      "バス停名": "鍛治町(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 77,
      "緯度": 35.52220780555555,
      "経度": 134.13703594444445,
      "バス停名": "団地西(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 78,
      "緯度": 35.522114583333334,
      "経度": 134.1419547222222,
      "バス停名": "団地東(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 79,
      "緯度": 35.516382916666664,
      "経度": 134.13395708333334,
      "バス停名": "団地南(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 80,
      "緯度": 35.52535022222222,
      "経度": 134.14336044444445,
      "バス停名": "中ノ茶屋(R9)(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 81,
      "緯度": 35.48699030555556,
      "経度": 134.05336911111112,
      "バス停名": "中園(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 82,
      "緯度": 35.524378722222224,
      "経度": 134.14854477777777,
      "バス停名": "鳥取医療センター入口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 83,
      "緯度": 35.51924505555556,
      "経度": 134.17764905555555,
      "バス停名": "鳥商前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 84,
      "緯度": 35.51776111111111,
      "経度": 134.17480280555554,
      "バス停名": "鳥大(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 85,
      "緯度": 35.51307202777778,
      "経度": 134.17561872222223,
      "バス停名": "鳥大附属校(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 86,
      "緯度": 35.50999402777778,
      "経度": 134.21917491666667,
      "バス停名": "田島(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 87,
      "緯度": 35.52236944444444,
      "経度": 134.1608388888889,
      "バス停名": "東堀越(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 88,
      "緯度": 35.46593611111111,
      "経度": 134.05075830555555,
      "バス停名": "湯花団地前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 89,
      "緯度": 35.50886330555556,
      "経度": 134.23142119444444,
      "バス停名": "湯所(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 90,
      "緯度": 35.50101961111111,
      "経度": 134.1996741388889,
      "バス停名": "徳尾(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 91,
      "緯度": 35.521227027777776,
      "経度": 134.20237502777778,
      "バス停名": "南隈口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 92,
      "緯度": 35.50245,
      "経度": 134.1776888888889,
      "バス停名": "農協前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 93,
      "緯度": 35.52556030555556,
      "経度": 134.1171473888889,
      "バス停名": "白兎橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 94,
      "緯度": 35.52571161111111,
      "経度": 134.11426722222222,
      "バス停名": "白兎神社前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 95,
      "緯度": 35.52551283333333,
      "経度": 134.12215708333332,
      "バス停名": "白兎養護学校(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 96,
      "緯度": 35.525902555555554,
      "経度": 134.18136336111112,
      "バス停名": "白浜団地(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 97,
      "緯度": 35.528480361111114,
      "経度": 134.1870405,
      "バス停名": "八区(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 98,
      "緯度": 35.51352388888889,
      "経度": 134.21578558333334,
      "バス停名": "八千代橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 99,
      "緯度": 35.52288055555555,
      "経度": 134.1749,
      "バス停名": "尾崎病院前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 100,
      "緯度": 35.52209636111111,
      "経度": 134.1395833888889,
      "バス停名": "美萩野団地(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 101,
      "緯度": 35.50974702777778,
      "経度": 134.05042105555555,
      "バス停名": "浜村駅(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 102,
      "緯度": 35.510619444444444,
      "経度": 134.05375830555556,
      "バス停名": "浜村温泉(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 103,
      "緯度": 35.513299555555555,
      "経度": 134.05040483333335,
      "バス停名": "浜村新町(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 104,
      "緯度": 35.502167722222225,
      "経度": 134.18290766666667,
      "バス停名": "布勢(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 105,
      "緯度": 35.52704858333333,
      "経度": 134.12920594444444,
      "バス停名": "伏野(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 106,
      "緯度": 35.50529680555555,
      "経度": 134.12722666666667,
      "バス停名": "福井(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 107,
      "緯度": 35.52380075,
      "経度": 134.15277516666666,
      "バス停名": "福祉センター前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 108,
      "緯度": 35.492441666666664,
      "経度": 134.13329169444444,
      "バス停名": "松原上(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 109,
      "緯度": 35.51753333333333,
      "経度": 134.07817866666667,
      "バス停名": "宝木(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 110,
      "緯度": 35.52288408333333,
      "経度": 134.15804283333333,
      "バス停名": "堀越(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 111,
      "緯度": 35.527014888888885,
      "経度": 134.13519258333332,
      "バス停名": "末恒駅口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 112,
      "緯度": 35.52371111111111,
      "経度": 134.13522219444445,
      "バス停名": "末恒南口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 113,
      "緯度": 35.513423083333336,
      "経度": 134.2014503888889,
      "バス停名": "安長北(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 114,
      "緯度": 35.48930333333333,
      "経度": 134.0532305,
      "バス停名": "木梨(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 115,
      "緯度": 35.51611919444444,
      "経度": 134.07037866666667,
      "バス停名": "矢口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 116,
      "緯度": 35.52364722222222,
      "経度": 134.1636861111111,
      "バス停名": "附属特別支援学校前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 117,
      "緯度": 35.52203975,
      "経度": 134.16239761111112,
      "バス停名": "附属特別支援学校入口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 118,
      "緯度": 35.50174197222222,
      "経度": 134.19078886111112,
      "バス停名": "里仁(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 119,
      "緯度": 35.46382,
      "経度": 134.0649341111111,
      "バス停名": "立町(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 120,
      "緯度": 35.51513888888889,
      "経度": 134.05591388888888,
      "バス停名": "旧浜村(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 121,
      "緯度": 35.50065252777778,
      "経度": 134.2043187777778,
      "バス停名": "高草中学校前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 122,
      "緯度": 35.46201105555556,
      "経度": 134.05096161111112,
      "バス停名": "鹿野温泉病院(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 123,
      "緯度": 35.51834219444444,
      "経度": 134.05829402777778,
      "バス停名": "気高中学校前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 124,
      "緯度": 35.52189380555556,
      "経度": 134.14913205555555,
      "バス停名": "鳥取医療センター(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 125,
      "緯度": 35.52631705555556,
      "経度": 134.16798825,
      "バス停名": "鳥取砂丘コナン空港(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 126,
      "緯度": 35.463251472222225,
      "経度": 134.06832377777778,
      "バス停名": "幼児センター前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 127,
      "緯度": 35.51614,
      "経度": 134.20206497222222,
      "バス停名": "鳥取警察署入口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 128,
      "緯度": 35.52418213888889,
      "経度": 134.20215883333333,
      "バス停名": "イオン正面入口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 129,
      "緯度": 35.50686347222222,
      "経度": 134.04674433333332,
      "バス停名": "勝見(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 130,
      "緯度": 35.530758,
      "経度": 134.1875941111111,
      "バス停名": "賀露南(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 131,
      "緯度": 35.530571055555555,
      "経度": 134.1954533888889,
      "バス停名": "賀露小前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 132,
      "緯度": 35.52870494444444,
      "経度": 134.1934186388889,
      "バス停名": "東善寺前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 133,
      "緯度": 35.525805,
      "経度": 134.1989231388889,
      "バス停名": "晩稲西(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 134,
      "緯度": 35.504906416666664,
      "経度": 134.18065469444446,
      "バス停名": "山王さん前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 135,
      "緯度": 35.50893513888889,
      "経度": 134.18111044444444,
      "バス停名": "湖山南三丁目(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 136,
      "緯度": 35.51324913888889,
      "経度": 134.18227355555555,
      "バス停名": "井津水(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 137,
      "緯度": 35.523532555555555,
      "経度": 134.0876413888889,
      "バス停名": "酒ノ津(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 138,
      "緯度": 35.52050833333333,
      "経度": 134.09639108333334,
      "バス停名": "水尻(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 139,
      "緯度": 35.46226061111111,
      "経度": 134.05092655555555,
      "バス停名": "鹿野温泉病院(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 140,
      "緯度": 35.524793833333334,
      "経度": 134.20291969444443,
      "バス停名": "晩稲(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 141,
      "緯度": 35.521460833333336,
      "経度": 134.2026923611111,
      "バス停名": "南隈口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 142,
    //   "緯度": 35.5225995,
    //   "経度": 134.21507558333334,
    //   "バス停名": "血液センター前(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 143,
    //   "緯度": 35.52248675,
    //   "経度": 134.21246216666665,
    //   "バス停名": "中央病院(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 144,
      "緯度": 35.52192736111111,
      "経度": 134.13717030555554,
      "バス停名": "団地西(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 0,
    //   "緯度": 35.50289769444444,
    //   "経度": 134.23646219444444,
    //   "バス停名": "県庁日赤前(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 1,
    //   "緯度": 35.49877472222222,
    //   "経度": 134.23106447222222,
    //   "バス停名": "川端一丁目(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 2,
    //   "緯度": 35.50304525,
    //   "経度": 134.2325036111111,
    //   "バス停名": "福祉文化会館前(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 3,
    //   "緯度": 35.50038636111111,
    //   "経度": 134.23297569444443,
    //   "バス停名": "本町一丁目(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 4,
    //   "緯度": 35.496887972222225,
    //   "経度": 134.22903986111112,
    //   "バス停名": "本通り(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 5,
      "緯度": 35.477647805555556,
      "経度": 134.21923847222223,
      "バス停名": "いなば団地前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 6,
    //   "緯度": 35.50457541666667,
    //   "経度": 134.23477991666667,
    //   "バス停名": "わらべ館前(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 7,
      "緯度": 35.40569444444444,
      "経度": 134.06316669444445,
      "バス停名": "安蔵(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 8,
      "緯度": 35.46588611111111,
      "経度": 134.10755,
      "バス停名": "一ツ橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 9,
      "緯度": 35.4765,
      "経度": 134.1648556111111,
      "バス停名": "下段(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 10,
      "緯度": 35.42303888888889,
      "経度": 134.09067780555554,
      "バス停名": "河内(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 11,
      "緯度": 35.423627777777774,
      "経度": 134.09639719444445,
      "バス停名": "河内口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 12,
      "緯度": 35.42187222222222,
      "経度": 134.0871443888889,
      "バス停名": "河内車庫(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 13,
      "緯度": 35.47669722222222,
      "経度": 134.18877780555556,
      "バス停名": "花色(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 14,
    //   "緯度": 35.49868766666667,
    //   "経度": 134.22713680555555,
    //   "バス停名": "瓦町(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 15,
    //   "緯度": 35.48177319444444,
    //   "経度": 134.1274466388889,
    //   "バス停名": "吉岡温泉(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 16,
      "緯度": 35.48399166666667,
      "経度": 134.13035280555556,
      "バス停名": "吉岡温泉口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 17,
    //   "緯度": 35.482619444444445,
    //   "経度": 134.12945280555556,
    //   "バス停名": "吉岡中央(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 18,
      "緯度": 35.48866944444445,
      "経度": 134.2215056111111,
      "バス停名": "吉成(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 19,
      "緯度": 35.48778333333333,
      "経度": 134.18467780555557,
      "バス停名": "宮谷(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 20,
      "緯度": 35.44887777777778,
      "経度": 134.1397,
      "バス停名": "金原(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 21,
    //   "緯度": 35.500057444444444,
    //   "経度": 134.21316630555555,
    //   "バス停名": "古海(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 22,
    //   "緯度": 35.48769363888889,
    //   "経度": 134.13105402777776,
    //   "バス停名": "湖南学園前(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 23,
      "緯度": 35.492950083333334,
      "経度": 134.20581025,
      "バス停名": "工場団地(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 24,
      "緯度": 35.44825025,
      "経度": 134.1625593611111,
      "バス停名": "荒神谷(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 25,
      "緯度": 35.500577416666665,
      "経度": 134.1674591111111,
      "バス停名": "高江町(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 26,
      "緯度": 35.497449527777775,
      "経度": 134.16053141666666,
      "バス停名": "高住(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 27,
      "緯度": 35.43398055555556,
      "経度": 134.15478330555555,
      "バス停名": "高路(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 28,
      "緯度": 35.44245277777778,
      "経度": 134.15814719444444,
      "バス停名": "高路新田(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 29,
      "緯度": 35.46199722222222,
      "経度": 134.14670561111112,
      "バス停名": "鴻ノ巣団地(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 30,
      "緯度": 35.469880555555555,
      "経度": 134.18282219444444,
      "バス停名": "今在家(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 31,
      "緯度": 35.47150375,
      "経度": 134.18482683333335,
      "バス停名": "今在家口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 32,
    //   "緯度": 35.496741194444446,
    //   "経度": 134.2242943888889,
    //   "バス停名": "今町B(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 33,
      "緯度": 35.460522222222224,
      "経度": 134.14555830555557,
      "バス停名": "細見口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 34,
      "緯度": 35.438583333333334,
      "経度": 134.13008888888888,
      "バス停名": "坂根(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 35,
      "緯度": 35.49055194444445,
      "経度": 134.20301977777777,
      "バス停名": "山ヶ鼻(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 36,
      "緯度": 35.474333333333334,
      "経度": 134.23323330555556,
      "バス停名": "市立病院(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 37,
      "緯度": 35.467416666666665,
      "経度": 134.17959719444445,
      "バス停名": "篠坂(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 38,
      "緯度": 35.492961111111114,
      "経度": 134.22299438888888,
      "バス停名": "年金事務所前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 39,
      "緯度": 35.42661666666667,
      "経度": 134.1066,
      "バス停名": "小原(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 40,
      "緯度": 35.49561552777778,
      "経度": 134.13650094444444,
      "バス停名": "松原(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 41,
      "緯度": 35.43966944444445,
      "経度": 134.13176388888888,
      "バス停名": "松上(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 42,
      "緯度": 35.468830555555556,
      "経度": 134.15093330555555,
      "バス停名": "上原(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 43,
      "緯度": 35.46611425,
      "経度": 134.1494106388889,
      "バス停名": "上上原(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 44,
      "緯度": 35.47322777777778,
      "経度": 134.15762780555556,
      "バス停名": "上段(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 45,
    //   "緯度": 35.49732975,
    //   "経度": 134.22266791666667,
    //   "バス停名": "新行徳(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 46,
    //   "緯度": 35.501400277777776,
    //   "経度": 134.19535208333335,
    //   "バス停名": "世紀団地(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 47,
      "緯度": 35.47087777777778,
      "経度": 134.11163888888888,
      "バス停名": "瀬田蔵(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 48,
      "緯度": 35.474111111111114,
      "経度": 134.11616388888888,
      "バス停名": "瀬田蔵口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 49,
      "緯度": 35.49861538888889,
      "経度": 134.16566347222223,
      "バス停名": "西高江(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 50,
      "緯度": 35.49678347222222,
      "経度": 134.15415744444445,
      "バス停名": "青島公園(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 51,
    //   "緯度": 35.49902977777778,
    //   "経度": 134.21833505555554,
    //   "バス停名": "千代橋(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 52,
    //   "緯度": 35.500797694444444,
    //   "経度": 134.22954133333334,
    //   "バス停名": "川端三丁目(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 53,
      "緯度": 35.457175,
      "経度": 134.10580280555556,
      "バス停名": "双六原(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 54,
      "緯度": 35.459158333333335,
      "経度": 134.1075361111111,
      "バス停名": "双六原口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 55,
      "緯度": 35.50269016666667,
      "経度": 134.17267661111111,
      "バス停名": "倉見(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 56,
    //   "緯度": 35.49680786111111,
    //   "経度": 134.22643602777777,
    //   "バス停名": "太平線(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 57,
    //   "緯度": 35.50011397222222,
    //   "経度": 134.20934147222223,
    //   "バス停名": "大井手(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 58,
      "緯度": 35.452688888888886,
      "経度": 134.1658111111111,
      "バス停名": "大森(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 59,
      "緯度": 35.49428666666667,
      "経度": 134.20731083333334,
      "バス停名": "学校前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 60,
      "緯度": 35.42046388888889,
      "経度": 134.08359438888888,
      "バス停名": "丹防(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 61,
      "緯度": 35.46402777777778,
      "経度": 134.17519438888888,
      "バス停名": "中橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 62,
      "緯度": 35.46079722222222,
      "経度": 134.17228061111112,
      "バス停名": "中村(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 63,
      "緯度": 35.44034166666667,
      "経度": 134.13208330555557,
      "バス停名": "田中橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 64,
      "緯度": 35.49201569444445,
      "経度": 134.18945572222222,
      "バス停名": "島(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 65,
      "緯度": 35.47753055555555,
      "経度": 134.12146669444445,
      "バス停名": "湯谷(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 66,
      "緯度": 35.46156388888889,
      "経度": 134.09895280555557,
      "バス停名": "洞谷(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 67,
      "緯度": 35.476015,
      "経度": 134.11881005555554,
      "バス停名": "洞谷口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 68,
    //   "緯度": 35.50102422222222,
    //   "経度": 134.1996726388889,
    //   "バス停名": "徳尾(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 69,
      "緯度": 35.48016666666667,
      "経度": 134.21856669444443,
      "バス停名": "南吉成(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 70,
    //   "緯度": 35.50245,
    //   "経度": 134.1776888888889,
    //   "バス停名": "農協前(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 71,
      "緯度": 35.469594444444446,
      "経度": 134.152075,
      "バス停名": "尾崎入口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 72,
    //   "緯度": 35.502169555555554,
    //   "経度": 134.1829055277778,
    //   "バス停名": "布勢(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 73,
    //   "緯度": 35.49190136111111,
    //   "経度": 134.13314797222222,
    //   "バス停名": "松原上(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 74,
      "緯度": 35.45662222222222,
      "経度": 134.14380280555557,
      "バス停名": "報徳(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 75,
      "緯度": 35.4839,
      "経度": 134.176375,
      "バス停名": "豊実公民館前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 76,
      "緯度": 35.47391666666667,
      "経度": 134.18642780555555,
      "バス停名": "北村(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 77,
      "緯度": 35.48396388888889,
      "経度": 134.19512219444445,
      "バス停名": "本高(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 78,
      "緯度": 35.481563888888886,
      "経度": 134.19133330555556,
      "バス停名": "本高上(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 79,
      "緯度": 35.47403611111111,
      "経度": 134.11914169444444,
      "バス停名": "妙徳寺(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 80,
      "緯度": 35.44260555555555,
      "経度": 134.1346111111111,
      "バス停名": "明治小前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 81,
      "緯度": 35.48339688888889,
      "経度": 134.17482677777778,
      "バス停名": "野坂(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 82,
      "緯度": 35.45093611111111,
      "経度": 134.09911938888888,
      "バス停名": "矢矯(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 83,
      "緯度": 35.45288333333333,
      "経度": 134.10003061111112,
      "バス停名": "矢矯口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 84,
    //   "緯度": 35.50173794444444,
    //   "経度": 134.1907921111111,
    //   "バス停名": "里仁(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 85,
      "緯度": 35.496214333333334,
      "経度": 134.1510998611111,
      "バス停名": "良田(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 86,
      "緯度": 35.433570055555556,
      "経度": 134.1170248888889,
      "バス停名": "槇原(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 87,
    //   "緯度": 35.50065252777778,
    //   "経度": 134.2043187777778,
    //   "バス停名": "高草中学校前(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 88,
    //   "緯度": 35.48416388888889,
    //   "経度": 134.22034719444446,
    //   "バス停名": "市立体育館前(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 89,
      "緯度": 35.49406636111111,
      "経度": 134.1916788888889,
      "バス停名": "大桶口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 90,
    //   "緯度": 35.49484069444444,
    //   "経度": 134.22486844444444,
    //   "バス停名": "鳥取駅(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 91,
      "緯度": 35.49943963888889,
      "経度": 134.21100488888888,
      "バス停名": "大井手(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 92,
    //   "緯度": 35.50783661111111,
    //   "経度": 134.17521966666666,
    //   "バス停名": "公園前（湖山池ナチュラルガーデン前）(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 93,
    //   "緯度": 35.51308836111111,
    //   "経度": 134.17557747222222,
    //   "バス停名": "鳥大付属校（バス停）",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 0,
    //   "緯度": 35.49483875,
    //   "経度": 134.22487269444446,
    //   "バス停名": "鳥取駅(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 1,
      "緯度": 35.45204444444445,
      "経度": 134.18969719444445,
      "バス停名": "横枕(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 2,
      "緯度": 35.419133333333335,
      "経度": 134.1774556111111,
      "バス停名": "下砂見(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 3,
      "緯度": 35.42758888888889,
      "経度": 134.19217780555556,
      "バス停名": "下山(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 4,
      "緯度": 35.47025566666667,
      "経度": 134.2041426388889,
      "バス停名": "下味野(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 5,
      "緯度": 35.46706944444445,
      "経度": 134.20378330555556,
      "バス停名": "下味野上(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 6,
      "緯度": 35.44946822222222,
      "経度": 134.18467580555554,
      "バス停名": "河原田(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 7,
      "緯度": 35.40335833333334,
      "経度": 134.10938611111112,
      "バス停名": "岩坪(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 8,
    //   "緯度": 35.488551916666665,
    //   "経度": 134.22158116666665,
    //   "バス停名": "吉成(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 9,
      "緯度": 35.45578119444444,
      "経度": 134.20316216666666,
      "バス停名": "教会前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 10,
      "緯度": 35.413281805555556,
      "経度": 134.1578020277778,
      "バス停名": "局前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 11,
    //   "緯度": 35.50006044444444,
    //   "経度": 134.21316636111112,
    //   "バス停名": "古海(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 12,
      "緯度": 35.40692777777778,
      "経度": 134.1484861111111,
      "バス停名": "公民館前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 13,
      "緯度": 35.413332777777775,
      "経度": 134.16349658333334,
      "バス停名": "高津(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // くる梨か？
    // {
    //   "itemID": 14,
    //   "緯度": 35.49635772222222,
    //   "経度": 134.22591027777779,
    //   "バス停名": "今町C(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 15,
    //   "緯度": 35.492961111111114,
    //   "経度": 134.22299438888888,
    //   "バス停名": "年金事務所前(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 16,
      "緯度": 35.403369444444444,
      "経度": 134.11048061111111,
      "バス停名": "小原橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 17,
      "緯度": 35.486641666666664,
      "経度": 134.21131669444443,
      "バス停名": "菖蒲(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 18,
      "緯度": 35.406283333333334,
      "経度": 134.14603330555556,
      "バス停名": "上砂見(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 19,
      "緯度": 35.40566111111111,
      "経度": 134.1435693888889,
      "バス停名": "上砂見上(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 20,
      "緯度": 35.458477611111114,
      "経度": 134.20354047222222,
      "バス停名": "上味野(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 21,
      "緯度": 35.46079722222222,
      "経度": 134.20175280555554,
      "バス停名": "上味野(横枕)(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 22,
    //   "緯度": 35.49733688888889,
    //   "経度": 134.22267291666665,
    //   "バス停名": "新行徳(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 23,
      "緯度": 35.41676763888889,
      "経度": 134.16896827777776,
      "バス停名": "神戸公民館前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 24,
      "緯度": 35.41585913888889,
      "経度": 134.16564530555556,
      "バス停名": "学校前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 25,
      "緯度": 35.42303888888889,
      "経度": 134.18640280555556,
      "バス停名": "神坂(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 26,
      "緯度": 35.417060916666664,
      "経度": 134.17216377777777,
      "バス停名": "西河内(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 27,
      "緯度": 35.4334105,
      "経度": 134.20164044444445,
      "バス停名": "赤子田入口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 28,
    //   "緯度": 35.49903255555556,
    //   "経度": 134.21833791666666,
    //   "バス停名": "千代橋(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 29,
      "緯度": 35.495290833333335,
      "経度": 134.20807458333334,
      "バス停名": "学校前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 30,
      "緯度": 35.409327777777776,
      "経度": 134.15200830555557,
      "バス停名": "大湯棚上(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 31,
      "緯度": 35.45342380555556,
      "経度": 134.20337461111112,
      "バス停名": "竹生(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 32,
      "緯度": 35.44387875,
      "経度": 134.17671077777777,
      "バス停名": "猪子(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 33,
      "緯度": 35.43751836111111,
      "経度": 134.20342797222222,
      "バス停名": "長谷(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 34,
      "緯度": 35.49597277777778,
      "経度": 134.2121212222222,
      "バス停名": "東郷口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 35,
      "緯度": 35.47923497222222,
      "経度": 134.21826955555557,
      "バス停名": "南吉成(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 36,
      "緯度": 35.40719722222222,
      "経度": 134.1496443888889,
      "バス停名": "農協前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 37,
      "緯度": 35.4624,
      "経度": 134.20389719444444,
      "バス停名": "美穂公民館前(県道)(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 38,
      "緯度": 35.462897222222225,
      "経度": 134.2027111111111,
      "バス停名": "美穂公民館前(市道)(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 39,
      "緯度": 35.45908333333333,
      "経度": 134.20160830555557,
      "バス停名": "美和保育所前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 40,
      "緯度": 35.47707097222222,
      "経度": 134.20546205555556,
      "バス停名": "服部(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 41,
      "緯度": 35.472360361111114,
      "経度": 134.20454338888888,
      "バス停名": "野寺(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 42,
      "緯度": 35.443842777777775,
      "経度": 134.20336327777778,
      "バス停名": "倭文(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 43,
      "緯度": 35.44157416666667,
      "経度": 134.20343255555557,
      "バス停名": "倭文上口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 44,
      "緯度": 35.44767088888889,
      "経度": 134.20353708333334,
      "バス停名": "江山中学校前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 45,
      "緯度": 35.484247583333335,
      "経度": 134.22045902777776,
      "バス停名": "市民体育館前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 46,
      "緯度": 35.46233055555555,
      "経度": 134.20131388888888,
      "バス停名": "朝月(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 47,
      "緯度": 35.474385194444444,
      "経度": 134.20486086111111,
      "バス停名": "はまゆう前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 48,
      "緯度": 35.4997,
      "経度": 134.213375,
      "バス停名": "古海(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 49,
      "緯度": 35.40163691666667,
      "経度": 134.1172463888889,
      "バス停名": "岩坪口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 50,
      "緯度": 35.43366136111111,
      "経度": 134.20377477777777,
      "バス停名": "鳥取南(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 51,
    //   "緯度": 35.49940491666667,
    //   "経度": 134.21106213888888,
    //   "バス停名": "大井手(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 0,
      "緯度": 35.49492822222222,
      "経度": 134.22452919444444,
      "バス停名": "鳥取駅(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 1,
      "緯度": 35.47749897222222,
      "経度": 134.2208796388889,
      "バス停名": "いなば団地前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 2,
      "緯度": 35.42353308333333,
      "経度": 134.20929608333333,
      "バス停名": "稲常(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 3,
      "緯度": 35.43763738888889,
      "経度": 134.2099543888889,
      "バス停名": "円通寺(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 4,
      "緯度": 35.43311488888889,
      "経度": 134.21268141666667,
      "バス停名": "円通寺橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 5,
      "緯度": 35.44239427777778,
      "経度": 134.21132155555554,
      "バス停名": "下円通寺(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 6,
      "緯度": 35.47599961111111,
      "経度": 134.21717883333332,
      "バス停名": "下叶(R53)(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 7,
      "緯度": 35.41579161111111,
      "経度": 134.20280358333332,
      "バス停名": "下袋河原(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 8,
      "緯度": 35.40692513888889,
      "経度": 134.20057866666667,
      "バス停名": "河原(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 9,
      "緯度": 35.398869777777776,
      "経度": 134.20453830555556,
      "バス停名": "河原橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 10,
      "緯度": 35.40859069444444,
      "経度": 134.20066508333332,
      "バス停名": "河原口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 11,
      "緯度": 35.401127055555556,
      "経度": 134.20150561111112,
      "バス停名": "河原町総合支所前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 12,
      "緯度": 35.37741288888889,
      "経度": 134.21173766666666,
      "バス停名": "釜ノ口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 13,
    //   "緯度": 35.48856761111111,
    //   "経度": 134.2215713611111,
    //   "バス停名": "吉成(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 14,
      "緯度": 35.48506119444444,
      "経度": 134.22711897222223,
      "バス停名": "吉成二丁目(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 15,
      "緯度": 35.32547344444444,
      "経度": 134.19742147222223,
      "バス停名": "金屋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 16,
      "緯度": 35.32965111111111,
      "経度": 134.1987856111111,
      "バス停名": "原(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 17,
      "緯度": 35.464131027777775,
      "経度": 134.2148585,
      "バス停名": "源太橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 18,
      "緯度": 35.332388944444446,
      "経度": 134.19940833333334,
      "バス停名": "古用瀬(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 19,
      "緯度": 35.38610588888889,
      "経度": 134.1990665,
      "バス停名": "高福(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 20,
      "緯度": 35.460478583333334,
      "経度": 134.21527572222223,
      "バス停名": "国安(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 21,
      "緯度": 35.45587536111111,
      "経度": 134.21532575,
      "バス停名": "国安上(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 22,
      "緯度": 35.372272055555555,
      "経度": 134.2153323611111,
      "バス停名": "国英駅前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 23,
      "緯度": 35.38256388888889,
      "経度": 134.2009806111111,
      "バス停名": "散岐橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 24,
    //   "緯度": 35.474333333333334,
    //   "経度": 134.23323330555556,
    //   "バス停名": "市立病院(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 25,
      "緯度": 35.31234330555556,
      "経度": 134.1975358611111,
      "バス停名": "社駅前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 26,
    //   "緯度": 35.492961111111114,
    //   "経度": 134.22299438888888,
    //   "バス停名": "年金事務所前(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 27,
      "緯度": 35.31546327777778,
      "経度": 134.195048,
      "バス停名": "社地区公民館前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 28,
      "緯度": 35.47202083333333,
      "経度": 134.21746002777778,
      "バス停名": "上叶(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 29,
      "緯度": 35.47388333333333,
      "経度": 134.21755,
      "バス停名": "下叶(市道)(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 30,
      "緯度": 35.412533333333336,
      "経度": 134.20092780555555,
      "バス停名": "上袋河原(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 31,
      "緯度": 35.43129936111111,
      "経度": 134.21072005555556,
      "バス停名": "西円通寺(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 32,
      "緯度": 35.300719944444445,
      "経度": 134.20897133333332,
      "バス停名": "川中(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 33,
      "緯度": 35.30687636111111,
      "経度": 134.20136969444445,
      "バス停名": "川中橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 34,
      "緯度": 35.29742522222222,
      "経度": 134.21150455555556,
      "バス停名": "川中上(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 35,
      "緯度": 35.45172219444444,
      "経度": 134.2148085277778,
      "バス停名": "待居(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 36,
      "緯度": 35.35347222222222,
      "経度": 134.205275,
      "バス停名": "鷹狩(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 37,
      "緯度": 35.31926583333333,
      "経度": 134.19426825,
      "バス停名": "鳥取ダイヘン前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 38,
      "緯度": 35.4736425,
      "経度": 134.22519272222223,
      "バス停名": "土井叶(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 39,
      "緯度": 35.473077777777775,
      "経度": 134.22067219444443,
      "バス停名": "土井叶中央(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 40,
      "緯度": 35.49028369444444,
      "経度": 134.23075975,
      "バス停名": "東富安(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 41,
    //   "緯度": 35.47924144444445,
    //   "経度": 134.218252,
    //   "バス停名": "南吉成(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 42,
      "緯度": 35.48823413888889,
      "経度": 134.22913419444444,
      "バス停名": "南中前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 43,
      "緯度": 35.35981461111111,
      "経度": 134.21137766666666,
      "バス停名": "馬橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 44,
      "緯度": 35.37518336111111,
      "経度": 134.21428283333333,
      "バス停名": "八日市橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 45,
      "緯度": 35.466232222222224,
      "経度": 134.214942,
      "バス停名": "八幡神社口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 46,
      "緯度": 35.419266666666665,
      "経度": 134.20531938888888,
      "バス停名": "布袋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 47,
      "緯度": 35.394029305555556,
      "経度": 134.20274933333334,
      "バス停名": "福和田(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 48,
      "緯度": 35.34242777777778,
      "経度": 134.2031638888889,
      "バス停名": "用瀬(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 49,
      "緯度": 35.33638888888889,
      "経度": 134.20060830555556,
      "バス停名": "用瀬小学校前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 50,
      "緯度": 35.37027833333333,
      "経度": 134.21546105555555,
      "バス停名": "六日市(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 51,
      "緯度": 35.366879583333336,
      "経度": 134.21498127777778,
      "バス停名": "六日市上(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 52,
      "緯度": 35.365850944444446,
      "経度": 134.21460944444445,
      "バス停名": "和奈見橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 53,
    //   "緯度": 35.484238777777776,
    //   "経度": 134.2204556111111,
    //   "バス停名": "市民体育館前(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 54,
    //   "緯度": 35.43365,
    //   "経度": 134.2036138888889,
    //   "バス停名": "鳥取南(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 55,
      "緯度": 35.343780555555554,
      "経度": 134.2048888888889,
      "バス停名": "用瀬駅前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 56,
      "緯度": 35.31671958333333,
      "経度": 134.19451791666665,
      "バス停名": "社(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 57,
      "緯度": 35.42641772222222,
      "経度": 134.20745569444443,
      "バス停名": "布袋工業団地前（下り）(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 58,
      "緯度": 35.426652805555555,
      "経度": 134.20692747222222,
      "バス停名": "布袋工業団地前（上り）(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 59,
      "緯度": 35.32787777777778,
      "経度": 134.0426611111111,
      "バス停名": "ダム(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 60,
      "緯度": 35.332319444444444,
      "経度": 134.1230888888889,
      "バス停名": "加瀬木(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 61,
      "緯度": 35.332930555555556,
      "経度": 134.12889169444443,
      "バス停名": "加瀬木橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 62,
      "緯度": 35.329425,
      "経度": 134.09986111111112,
      "バス停名": "加茂(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 63,
      "緯度": 35.34142497222222,
      "経度": 134.1969641388889,
      "バス停名": "中学校前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 64,
      "緯度": 35.34202222222222,
      "経度": 134.17459719444443,
      "バス停名": "葛谷(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 65,
      "緯度": 35.3418755,
      "経度": 134.17103666666668,
      "バス停名": "刈地橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 66,
      "緯度": 35.338841,
      "経度": 134.1551103888889,
      "バス停名": "古市(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 67,
      "緯度": 35.33157222222222,
      "経度": 134.1206388888889,
      "バス停名": "高山口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 68,
      "緯度": 35.343269444444445,
      "経度": 134.1631,
      "バス停名": "選果場前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 69,
      "緯度": 35.329680555555555,
      "経度": 134.11313611111112,
      "バス停名": "佐治町総合支所前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 70,
      "緯度": 35.326636416666666,
      "経度": 134.09028530555557,
      "バス停名": "細尾(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 71,
      "緯度": 35.324119583333335,
      "経度": 134.0314838611111,
      "バス停名": "山王滝入口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 72,
      "緯度": 35.34151388888889,
      "経度": 134.17750561111112,
      "バス停名": "小原(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 73,
      "緯度": 35.34326111111111,
      "経度": 134.16584169444445,
      "バス停名": "上葛谷(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 74,
      "緯度": 35.33759972222222,
      "経度": 134.1521975277778,
      "バス停名": "上大井(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 75,
      "緯度": 35.333825,
      "経度": 134.13557219444445,
      "バス停名": "森坪(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 76,
      "緯度": 35.32930555555556,
      "経度": 134.10292219444443,
      "バス停名": "大水(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 77,
      "緯度": 35.34246975,
      "経度": 134.16114133333335,
      "バス停名": "津無口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 78,
      "緯度": 35.322632694444444,
      "経度": 134.0215183611111,
      "バス停名": "栃原(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 79,
      "緯度": 35.329825,
      "経度": 134.0541888888889,
      "バス停名": "尾際(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 80,
      "緯度": 35.329344444444445,
      "経度": 134.10717219444444,
      "バス停名": "福園橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 81,
      "緯度": 35.33987666666667,
      "経度": 134.19420441666668,
      "バス停名": "別府(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 82,
      "緯度": 35.33800594444445,
      "経度": 134.1856466111111,
      "バス停名": "別府上(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 83,
      "緯度": 35.33065277777778,
      "経度": 134.1180361111111,
      "バス停名": "保健センター前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 84,
      "緯度": 35.330899861111114,
      "経度": 134.05088225,
      "バス停名": "弥留気地蔵入口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 85,
      "緯度": 35.32786316666667,
      "経度": 134.07836866666668,
      "バス停名": "余戸(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 86,
      "緯度": 35.33275,
      "経度": 134.12559719444445,
      "バス停名": "渕尻(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 87,
      "緯度": 35.327333333333335,
      "経度": 134.09535280555556,
      "バス停名": "舂谷橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 0,
    //   "緯度": 35.32787777777778,
    //   "経度": 134.0426611111111,
    //   "バス停名": "ダム(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 1,
      "緯度": 35.351172222222225,
      "経度": 134.2125556111111,
      "バス停名": "旭ヶ丘(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 2,
      "緯度": 35.388080555555554,
      "経度": 134.19563888888888,
      "バス停名": "引野口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 3,
      "緯度": 35.389855555555556,
      "経度": 134.19493888888888,
      "バス停名": "曳田(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 4,
      "緯度": 35.51448888888889,
      "経度": 133.99337780555555,
      "バス停名": "駅南団地(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 5,
      "緯度": 35.500912166666666,
      "経度": 134.00655083333334,
      "バス停名": "奥崎(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 6,
      "緯度": 35.3143,
      "経度": 134.18996388888888,
      "バス停名": "岡入口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 7,
      "緯度": 35.30955,
      "経度": 134.16971388888888,
      "バス停名": "屋住(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 8,
      "緯度": 35.383325,
      "経度": 134.1963111111111,
      "バス停名": "下佐貫(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 9,
      "緯度": 35.34456111111111,
      "経度": 134.20531669444443,
      "バス停名": "下町(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 10,
      "緯度": 35.35129166666667,
      "経度": 134.21954719444443,
      "バス停名": "下平(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 11,
    //   "緯度": 35.332319444444444,
    //   "経度": 134.1230888888889,
    //   "バス停名": "加瀬木(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 12,
    //   "緯度": 35.332930555555556,
    //   "経度": 134.12889169444443,
    //   "バス停名": "加瀬木橋(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 13,
    //   "緯度": 35.329425,
    //   "経度": 134.09986111111112,
    //   "バス停名": "加茂(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 14,
      "緯度": 35.31379444444445,
      "経度": 134.166175,
      "バス停名": "夏明(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 15,
    //   "緯度": 35.40686702777778,
    //   "経度": 134.20059669444444,
    //   "バス停名": "河原(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 16,
      "緯度": 35.46451227777778,
      "経度": 134.0168583611111,
      "バス停名": "河原(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 17,
    //   "緯度": 35.40864763888889,
    //   "経度": 134.20066144444445,
    //   "バス停名": "河原口(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 18,
      "緯度": 35.3948035,
      "経度": 134.20029244444444,
      "バス停名": "河原中学校前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 19,
    //   "緯度": 35.401249666666665,
    //   "経度": 134.20150752777778,
    //   "バス停名": "河原町総合支所前(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 20,
      "緯度": 35.46958686111111,
      "経度": 134.01670805555557,
      "バス停名": "和紙工房前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 21,
    //   "緯度": 35.34142497222222,
    //   "経度": 134.1969641388889,
    //   "バス停名": "千代南中学校前(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 22,
      "緯度": 35.522398805555554,
      "経度": 134.00187383333332,
      "バス停名": "学校入口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 23,
    //   "緯度": 35.34202222222222,
    //   "経度": 134.17459719444443,
    //   "バス停名": "葛谷(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 24,
    //   "緯度": 35.3418755,
    //   "経度": 134.17103666666668,
    //   "バス停名": "刈地橋(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 25,
      "緯度": 35.503565055555555,
      "経度": 133.98479955555555,
      "バス停名": "亀尻(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 26,
      "緯度": 35.38596388888889,
      "経度": 134.1393943888889,
      "バス停名": "弓河内(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 27,
      "緯度": 35.38176111111111,
      "経度": 134.16173061111112,
      "バス停名": "牛ノ戸(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 28,
    //   "緯度": 35.325189916666666,
    //   "経度": 134.19711394444445,
    //   "バス停名": "金屋(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 29,
      "緯度": 35.38285277777778,
      "経度": 134.12930830555555,
      "バス停名": "公民館前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 30,
      "緯度": 35.452016666666665,
      "経度": 133.96991111111112,
      "バス停名": "桑原(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 31,
    //   "緯度": 35.32965402777778,
    //   "経度": 134.19859397222223,
    //   "バス停名": "原(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 32,
    //   "緯度": 35.338841,
    //   "経度": 134.1551103888889,
    //   "バス停名": "古市(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 33,
    //   "緯度": 35.33255469444445,
    //   "経度": 134.19922077777778,
    //   "バス停名": "古用瀬(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 34,
      "緯度": 35.37177777777778,
      "経度": 134.1837361111111,
      "バス停名": "公民館前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 35,
      "緯度": 35.51790702777778,
      "経度": 133.99856025,
      "バス停名": "公民館入口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 36,
      "緯度": 35.382222222222225,
      "経度": 134.12848888888888,
      "バス停名": "広瀬橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 37,
      "緯度": 35.308575,
      "経度": 134.13489169444443,
      "バス停名": "江波(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 38,
      "緯度": 35.30979722222222,
      "経度": 134.1380306111111,
      "バス停名": "江波口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 39,
    //   "緯度": 35.33157222222222,
    //   "経度": 134.1206388888889,
    //   "バス停名": "高山口(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 40,
      "緯度": 35.365877777777776,
      "経度": 134.17901669444444,
      "バス停名": "今西(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 41,
      "緯度": 35.376925,
      "経度": 134.19907219444445,
      "バス停名": "佐貫(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 42,
    //   "緯度": 35.343269444444445,
    //   "経度": 134.1631,
    //   "バス停名": "佐治選果場前(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 43,
    //   "緯度": 35.329680555555555,
    //   "経度": 134.11313611111112,
    //   "バス停名": "佐治町総合支所前(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 44,
    //   "緯度": 35.326636416666666,
    //   "経度": 134.09028530555557,
    //   "バス停名": "細尾(佐治町)(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 45,
    //   "緯度": 35.324119583333335,
    //   "経度": 134.0314838611111,
    //   "バス停名": "山王滝入口(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 46,
      "緯度": 35.30411111111111,
      "経度": 134.17620830555555,
      "バス停名": "山口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 47,
      "緯度": 35.476869444444446,
      "経度": 134.01520280555556,
      "バス停名": "山根(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 48,
      "緯度": 35.36523611111111,
      "経度": 134.16620830555556,
      "バス停名": "山上(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 49,
      "緯度": 35.46766944444445,
      "経度": 133.9762556111111,
      "バス停名": "紙屋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 50,
      "緯度": 35.31616944444445,
      "経度": 134.19422219444445,
      "バス停名": "社(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 51,
    //   "緯度": 35.3124,
    //   "経度": 134.19743330555556,
    //   "バス停名": "社駅前(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 52,
      "緯度": 35.51682436111111,
      "経度": 133.99747902777779,
      "バス停名": "商工会館前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 53,
      "緯度": 35.37151388888889,
      "経度": 134.14852219444444,
      "バス停名": "小河内(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 54,
      "緯度": 35.36906944444444,
      "経度": 134.14728330555556,
      "バス停名": "小河内橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 55,
    //   "緯度": 35.34151388888889,
    //   "経度": 134.17750561111112,
    //   "バス停名": "小原(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 56,
      "緯度": 35.356947222222225,
      "経度": 134.17795,
      "バス停名": "小倉(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 57,
      "緯度": 35.36884722222222,
      "経度": 134.1785693888889,
      "バス停名": "小倉口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 58,
      "緯度": 35.38626111111111,
      "経度": 134.14481669444444,
      "バス停名": "小畑(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 59,
      "緯度": 35.45325833333333,
      "経度": 134.01173888888889,
      "バス停名": "小畑(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 60,
      "緯度": 35.31484722222222,
      "経度": 134.16195,
      "バス停名": "小畑(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 61,
      "緯度": 35.45070502777778,
      "経度": 134.01020175,
      "バス停名": "小畑上(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 62,
      "緯度": 35.309842777777774,
      "経度": 134.18621269444444,
      "バス停名": "松原(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 63,
    //   "緯度": 35.34326111111111,
    //   "経度": 134.16584169444445,
    //   "バス停名": "上葛谷(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 64,
    //   "緯度": 35.33759972222222,
    //   "経度": 134.1521975277778,
    //   "バス停名": "上大井(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 65,
      "緯度": 35.50546952777778,
      "経度": 133.98622858333334,
      "バス停名": "城山団地(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 66,
      "緯度": 35.366305555555556,
      "経度": 134.14350280555556,
      "バス停名": "新田口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 67,
    //   "緯度": 35.333825,
    //   "経度": 134.13557219444445,
    //   "バス停名": "森坪(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 68,
      "緯度": 35.45139425,
      "経度": 134.01053005555556,
      "バス停名": "神社前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 69,
      "緯度": 35.3612,
      "経度": 134.1358361111111,
      "バス停名": "神馬(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 70,
      "緯度": 35.46502344444445,
      "経度": 133.9749182777778,
      "バス停名": "診療所前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 71,
      "緯度": 35.369886111111114,
      "経度": 134.18014719444446,
      "バス停名": "水根(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 72,
      "緯度": 35.37271944444444,
      "経度": 134.18584169444443,
      "バス停名": "水根作業場前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 73,
      "緯度": 35.51635025,
      "経度": 133.99536386111112,
      "バス停名": "青谷駅(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 74,
      "緯度": 35.51728055555556,
      "経度": 133.9941943888889,
      "バス停名": "青谷駅口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 75,
      "緯度": 35.51149961111111,
      "経度": 133.99376702777778,
      "バス停名": "青谷中学校前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 76,
      "緯度": 35.52027983333333,
      "経度": 134.00084338888888,
      "バス停名": "青谷町総合支所前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 77,
      "緯度": 35.348980555555556,
      "経度": 134.22562780555555,
      "バス停名": "赤波(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 78,
      "緯度": 35.49947777777778,
      "経度": 133.98287780555555,
      "バス停名": "川積(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 79,
      "緯度": 35.50947222222222,
      "経度": 134.0024,
      "バス停名": "善田(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 80,
      "緯度": 35.48051666666667,
      "経度": 134.01291669444444,
      "バス停名": "早牛(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 81,
      "緯度": 35.4901,
      "経度": 134.01531938888888,
      "バス停名": "蔵内(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 82,
    //   "緯度": 35.32930555555556,
    //   "経度": 134.10292219444443,
    //   "バス停名": "大水(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 83,
      "緯度": 35.35268888888889,
      "経度": 134.20902219444446,
      "バス停名": "大村保育所前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 84,
      "緯度": 35.493880555555556,
      "経度": 134.00939169444445,
      "バス停名": "大坪(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 85,
      "緯度": 35.490072222222224,
      "経度": 134.0099443888889,
      "バス停名": "大坪上(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 86,
    //   "緯度": 35.35347222222222,
    //   "経度": 134.205275,
    //   "バス停名": "鷹狩駅前(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 87,
      "緯度": 35.373654277777774,
      "経度": 134.19045838888889,
      "バス停名": "棚田(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 88,
      "緯度": 35.509816666666666,
      "経度": 133.9905361111111,
      "バス停名": "谷田(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 89,
      "緯度": 35.381880555555554,
      "経度": 134.16768611111112,
      "バス停名": "中井(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 90,
      "緯度": 35.38223888888889,
      "経度": 134.17023061111112,
      "バス停名": "中井橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 91,
      "緯度": 35.38339166666667,
      "経度": 134.1727388888889,
      "バス停名": "中井入口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 92,
      "緯度": 35.38142972222222,
      "経度": 134.16553869444445,
      "バス停名": "中井農協前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 93,
    //   "緯度": 35.31931902777778,
    //   "経度": 134.19416733333333,
    //   "バス停名": "鳥取ダイヘン前(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 94,
    //   "緯度": 35.34246975,
    //   "経度": 134.16114133333335,
    //   "バス停名": "津無口(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 95,
      "緯度": 35.314991666666664,
      "経度": 134.19188330555556,
      "バス停名": "塚原(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 96,
      "緯度": 35.38814361111111,
      "経度": 134.18513883333333,
      "バス停名": "天神原(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 97,
      "緯度": 35.38797777777778,
      "経度": 134.1819361111111,
      "バス停名": "天神原橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 98,
      "緯度": 35.47131944444445,
      "経度": 133.9764361111111,
      "バス停名": "田原谷(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 99,
      "緯度": 35.38503611111111,
      "経度": 134.15240280555557,
      "バス停名": "湯谷(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 100,
    //   "緯度": 35.322632694444444,
    //   "経度": 134.0215183611111,
    //   "バス停名": "栃原(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 101,
      "緯度": 35.46075555555556,
      "経度": 133.97204719444446,
      "バス停名": "楠根(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 102,
      "緯度": 35.49944722222222,
      "経度": 134.00803888888888,
      "バス停名": "奥崎上(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 103,
      "緯度": 35.353425,
      "経度": 134.2071861111111,
      "バス停名": "公民館前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 104,
      "緯度": 35.47720833333333,
      "経度": 133.9770388888889,
      "バス停名": "八葉寺入口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 105,
    //   "緯度": 35.329825,
    //   "経度": 134.0541888888889,
    //   "バス停名": "尾際(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 106,
      "緯度": 35.367758333333335,
      "経度": 134.17626388888888,
      "バス停名": "尾上(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 107,
      "緯度": 35.47924938888889,
      "経度": 133.97520580555556,
      "バス停名": "不動滝入口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 108,
      "緯度": 35.39058888888889,
      "経度": 134.1966556111111,
      "バス停名": "曳田(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 109,
    //   "緯度": 35.329344444444445,
    //   "経度": 134.10717219444444,
    //   "バス停名": "福園橋(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 110,
      "緯度": 35.51266666666667,
      "経度": 133.999475,
      "バス停名": "平田前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 111,
    //   "緯度": 35.33987666666667,
    //   "経度": 134.19420441666668,
    //   "バス停名": "別府(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 112,
    //   "緯度": 35.33800594444445,
    //   "経度": 134.1856466111111,
    //   "バス停名": "別府上(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 113,
    //   "緯度": 35.33065277777778,
    //   "経度": 134.1180361111111,
    //   "バス停名": "保健センター前(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 114,
      "緯度": 35.493172666666666,
      "経度": 133.97683577777778,
      "バス停名": "北河原(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 115,
      "緯度": 35.3808,
      "経度": 134.12680280555554,
      "バス停名": "北村(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 116,
      "緯度": 35.383947222222226,
      "経度": 134.13159719444445,
      "バス停名": "北村口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 117,
      "緯度": 35.38003888888889,
      "経度": 134.16427219444444,
      "バス停名": "本鹿口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 118,
      "緯度": 35.48957152777778,
      "経度": 133.97364880555557,
      "バス停名": "鳴滝(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 119,
    //   "緯度": 35.330899861111114,
    //   "経度": 134.05088225,
    //   "バス停名": "弥留気地蔵入口(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 120,
    //   "緯度": 35.32786316666667,
    //   "経度": 134.07836866666668,
    //   "バス停名": "余戸(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 121,
    //   "緯度": 35.342465555555556,
    //   "経度": 134.20332852777778,
    //   "バス停名": "用瀬(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 122,
    //   "緯度": 35.336600805555555,
    //   "経度": 134.20067094444445,
    //   "バス停名": "用瀬小学校前(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 123,
      "緯度": 35.50506388888889,
      "経度": 134.0062193888889,
      "バス停名": "養郷入口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 124,
    //   "緯度": 35.33275,
    //   "経度": 134.12559719444445,
    //   "バス停名": "渕尻(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    // {
    //   "itemID": 125,
    //   "緯度": 35.327333333333335,
    //   "経度": 134.09535280555556,
    //   "バス停名": "舂谷橋(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 126,
      "緯度": 35.52354722222222,
      "経度": 133.9964361111111,
      "バス停名": "青谷(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 127,
      "緯度": 35.520825,
      "経度": 133.97233061111112,
      "バス停名": "長和瀬(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 128,
      "緯度": 35.519327777777775,
      "経度": 133.99095280555557,
      "バス停名": "青谷西町入口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 129,
      "緯度": 35.52138375,
      "経度": 133.98444119444446,
      "バス停名": "井手入口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 130,
      "緯度": 35.455651277777775,
      "経度": 133.96918280555556,
      "バス停名": "澄水(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 131,
      "緯度": 35.522841666666665,
      "経度": 134.00047780555556,
      "バス停名": "青谷小学校(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 132,
      "緯度": 35.50425555555555,
      "経度": 134.00848330555556,
      "バス停名": "養郷(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 133,
      "緯度": 35.49491666666667,
      "経度": 134.01452219444445,
      "バス停名": "下蔵内(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    // {
    //   "itemID": 134,
    //   "緯度": 35.343780555555554,
    //   "経度": 134.2048888888889,
    //   "バス停名": "用瀬駅前(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日ノ丸自動車(株)"
    // },
    {
      "itemID": 135,
      "緯度": 35.371744444444445,
      "経度": 134.18348061111112,
      "バス停名": "公民館前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    },
    {
      "itemID": 136,
      "緯度": 35.50556341666667,
      "経度": 133.98487102777779,
      "バス停名": "栄町(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日ノ丸自動車(株)"
    }
  ]