let data22=[
    {
      "itemID": 3,
      "緯度": 35.54120277777778,
      "経度": 134.2383193888889,
      "バス停名": "砂丘センター展望台(バス停)",
      "上下循環区分": "下り"
    },
    {
      "itemID": 4,
      "緯度": 35.53999430555555,
      "経度": 134.23681022222223,
      "バス停名": "砂の美術館前(バス停)",
      "上下循環区分": "下り"
    },
    {
      "itemID": 11,
      "緯度": 35.54328986111111,
      "経度": 134.2371076111111,
      "バス停名": "鳥取砂丘(砂丘会館)(バス停)",
      "上下循環区分": "下り"
    },
    {
      "itemID": 0,
      "緯度": 35.53057472222222,
      "経度": 134.21460308333334,
      "バス停名": "みどり町(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 1,
      "緯度": 35.526271027777774,
      "経度": 134.22583777777777,
      "バス停名": "タウン浜坂(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 2,
      "緯度": 35.523994583333334,
      "経度": 134.22870669444444,
      "バス停名": "ニュー浜坂(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 3,
      "緯度": 35.51961813888889,
      "経度": 134.23922725,
      "バス停名": "円護寺(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 4,
      "緯度": 35.547010694444445,
      "経度": 134.26912563888888,
      "バス停名": "海士(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 5,
      "緯度": 35.52344330555555,
      "経度": 134.23012180555557,
      "バス停名": "覚寺口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 6,
      "緯度": 35.51826580555556,
      "経度": 134.22338619444446,
      "バス停名": "丸山(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 7,
      "緯度": 35.51491819444445,
      "経度": 134.24488222222223,
      "バス停名": "吉川公園前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 8,
      "緯度": 35.52259844444445,
      "経度": 134.21508555555556,
      "バス停名": "血液センター前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 9,
      "緯度": 35.547827805555556,
      "経度": 134.2758469722222,
      "バス停名": "県(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 10,
      "緯度": 35.502896,
      "経度": 134.23645377777777,
      "バス停名": "県庁日赤前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 11,
      "緯度": 35.51794572222222,
      "経度": 134.23903608333333,
      "バス停名": "公園墓地入口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 12,
      "緯度": 35.5026585,
      "経度": 134.22503622222223,
      "バス停名": "行徳口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 13,
      "緯度": 35.538739444444445,
      "経度": 134.23851588888888,
      "バス停名": "砂丘東口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 14,
      "緯度": 35.5577605,
      "経度": 134.28032041666665,
      "バス停名": "細川(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 15,
      "緯度": 35.55226694444445,
      "経度": 134.28107791666667,
      "バス停名": "細川口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 16,
      "緯度": 35.54231272222222,
      "経度": 134.2567760277778,
      "バス停名": "山湯山(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 17,
      "緯度": 35.534138444444444,
      "経度": 134.23102394444444,
      "バス停名": "子供の国入口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 18,
      "緯度": 35.504958333333335,
      "経度": 134.22441111111112,
      "バス停名": "寿町(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 19,
      "緯度": 35.532609055555554,
      "経度": 134.20587877777777,
      "バス停名": "十六本松口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 20,
      "緯度": 35.515641027777775,
      "経度": 134.22330297222223,
      "バス停名": "城北団地(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 21,
      "緯度": 35.51813611111111,
      "経度": 134.24341311111112,
      "バス停名": "情報センター前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 22,
      "緯度": 35.50769863888889,
      "経度": 134.2254951388889,
      "バス停名": "新品治町(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 23,
      "緯度": 35.53135436111111,
      "経度": 134.20767830555556,
      "バス停名": "西ひばりヶ丘(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 24,
      "緯度": 35.50591911111111,
      "経度": 134.2345065,
      "バス停名": "西町(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 25,
      "緯度": 35.49876919444444,
      "経度": 134.23107394444443,
      "バス停名": "川端一丁目(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 26,
      "緯度": 35.516309722222225,
      "経度": 134.24113433333332,
      "バス停名": "前田橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    // こちらが国道の相生町
    {
      "itemID": 27,
      "緯度": 35.512385305555554,
      "経度": 134.2272815,
      "バス停名": "相生町(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 28,
      "緯度": 35.49681125,
      "経度": 134.22643202777778,
      "バス停名": "太平線(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 29,
      "緯度": 35.510533583333334,
      "経度": 134.227018,
      "バス停名": "大森神社前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 30,
      "緯度": 35.52116297222222,
      "経度": 134.2434673611111,
      "バス停名": "谷川橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 31,
      "緯度": 35.547192333333335,
      "経度": 134.27232530555557,
      "バス停名": "中海士(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 32,
      "緯度": 35.54043611111111,
      "経度": 134.2524943888889,
      "バス停名": "中湯山(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 33,
    //   "緯度": 35.49507938888889,
    //   "経度": 134.22444858333333,
    //   "バス停名": "鳥取駅前(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 34,
      "緯度": 35.51548211111111,
      "経度": 134.24319144444445,
      "バス停名": "渡り上り橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 35,
      "緯度": 35.521488833333336,
      "経度": 134.22701191666667,
      "バス停名": "渡辺美術館前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 36,
      "緯度": 35.53038625,
      "経度": 134.20877555555555,
      "バス停名": "東ひばりヶ丘(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 37,
      "緯度": 35.51893866666666,
      "経度": 134.21792875,
      "バス停名": "東秋里(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 38,
      "緯度": 35.50886602777778,
      "経度": 134.2314255277778,
      "バス停名": "湯所(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 39,
      "緯度": 35.499638805555556,
      "経度": 134.22581744444443,
      "バス停名": "南町(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 40,
      "緯度": 35.53468633333333,
      "経度": 134.20302919444444,
      "バス停名": "八丁目(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 41,
      "緯度": 35.53619722222222,
      "経度": 134.202525,
      "バス停名": "八丁目中央(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 42,
      "緯度": 35.53526388888889,
      "経度": 134.20093061111112,
      "バス停名": "八丁目入口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 43,
      "緯度": 35.528166694444444,
      "経度": 134.21950502777779,
      "バス停名": "浜坂(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 44,
      "緯度": 35.528677305555554,
      "経度": 134.2161725,
      "バス停名": "浜坂小学校入口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 45,
      "緯度": 35.53293030555555,
      "経度": 134.20454725,
      "バス停名": "浜坂新田(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 46,
      "緯度": 35.5312255,
      "経度": 134.2115675277778,
      "バス停名": "浜坂団地(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 47,
      "緯度": 35.526775,
      "経度": 134.2215806111111,
      "バス停名": "浜坂東口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 48,
      "緯度": 35.54119566666667,
      "経度": 134.2474243888889,
      "バス停名": "浜湯山(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 49,
      "緯度": 35.54499213888889,
      "経度": 134.28251344444445,
      "バス停名": "福部中学校前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 50,
      "緯度": 35.54437863888889,
      "経度": 134.2847251388889,
      "バス停名": "福部町総合支所前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 51,
      "緯度": 35.546276666666664,
      "経度": 134.2803525,
      "バス停名": "福部保育園前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 52,
      "緯度": 35.51955,
      "経度": 134.24162780555557,
      "バス停名": "北園ニュータウン(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 53,
      "緯度": 35.523805555555555,
      "経度": 134.23407780555556,
      "バス停名": "北園渡辺病院前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 54,
      "緯度": 35.52104444444444,
      "経度": 134.23698611111112,
      "バス停名": "北園二丁目(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 55,
      "緯度": 35.52217375,
      "経度": 134.24054216666667,
      "バス停名": "北谷橋上(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 56,
      "緯度": 35.500341666666664,
      "経度": 134.23296938888888,
      "バス停名": "本町一丁目(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 57,
      "緯度": 35.496886,
      "経度": 134.22902961111112,
      "バス停名": "本通り(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 58,
      "緯度": 35.524541472222225,
      "経度": 134.23321069444444,
      "バス停名": "摩尼寺口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 59,
      "緯度": 35.52749061111111,
      "経度": 134.22427172222223,
      "バス停名": "中の郷中学校入口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 60,
      "緯度": 35.52955077777778,
      "経度": 134.21080716666665,
      "バス停名": "浜坂団地口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    // くる梨の相生町
    // {
    //   "itemID": 61,
    //   "緯度": 35.50944722222222,
    //   "経度": 134.22657780555556,
    //   "バス停名": "相生町(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 62,
      "緯度": 35.52248877777778,
      "経度": 134.212471,
      "バス停名": "中央病院(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 63,
      "緯度": 35.523957055555556,
      "経度": 134.22981391666667,
      "バス停名": "覚寺口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 0,
      "緯度": 35.485849083333335,
      "経度": 134.233389,
      "バス停名": "井原公園前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 1,
      "緯度": 35.478984833333335,
      "経度": 134.23958636111112,
      "バス停名": "雲山(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 2,
      "緯度": 35.477192083333335,
      "経度": 134.23647136111111,
      "バス停名": "雲山南団地(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 3,
      "緯度": 35.46180833333333,
      "経度": 134.2502638888889,
      "バス停名": "岡本医院前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 4,
      "緯度": 35.48506066666667,
      "経度": 134.22712194444443,
      "バス停名": "吉成二丁目(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 5,
      "緯度": 35.489737,
      "経度": 134.23858908333332,
      "バス停名": "吉方四区(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 6,
      "緯度": 35.47666016666667,
      "経度": 134.22589030555557,
      "バス停名": "宮長(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 7,
      "緯度": 35.45673580555555,
      "経度": 134.22450069444446,
      "バス停名": "橋本(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 8,
      "緯度": 35.48885461111111,
      "経度": 134.2305915277778,
      "バス停名": "興南町(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 9,
      "緯度": 35.45681319444444,
      "経度": 134.23625516666667,
      "バス停名": "古郡家(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 10,
      "緯度": 35.473450722222225,
      "経度": 134.24318819444446,
      "バス停名": "桜谷口(旧29号)(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 11,
      "緯度": 35.47435075,
      "経度": 134.23308725,
      "バス停名": "市立病院(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 12,
      "緯度": 35.492961111111114,
      "経度": 134.22299438888888,
      "バス停名": "年金事務所前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 13,
      "緯度": 35.46844413888889,
      "経度": 134.22481272222223,
      "バス停名": "数津(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 14,
      "緯度": 35.46651161111111,
      "経度": 134.2475185,
      "バス停名": "杉崎(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 15,
      "緯度": 35.475673,
      "経度": 134.2417597222222,
      "バス停名": "正蓮寺(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 16,
      "緯度": 35.458410638888886,
      "経度": 134.2572993888889,
      "バス停名": "生山(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 17,
      "緯度": 35.458003472222224,
      "経度": 134.24351458333334,
      "バス停名": "組合会館前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 18,
      "緯度": 35.45233255555556,
      "経度": 134.21811091666666,
      "バス停名": "八坂上(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 19,
      "緯度": 35.45164391666667,
      "経度": 134.21824905555556,
      "バス停名": "倉田保育所前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 20,
      "緯度": 35.480019444444444,
      "経度": 134.22684802777778,
      "バス停名": "大覚寺(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 21,
      "緯度": 35.48049780555556,
      "経度": 134.22844325,
      "バス停名": "大覚寺口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 22,
      "緯度": 35.479498,
      "経度": 134.23128233333333,
      "バス停名": "大覚寺中(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 23,
      "緯度": 35.478300805555556,
      "経度": 134.2331211111111,
      "バス停名": "大覚寺東(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 24,
      "緯度": 35.482058277777774,
      "経度": 134.23994294444444,
      "バス停名": "大杙口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 25,
      "緯度": 35.45817519444444,
      "経度": 134.24067391666668,
      "バス停名": "団地西(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 26,
      "緯度": 35.479619472222225,
      "経度": 134.2354041388889,
      "バス停名": "団地中央(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 27,
      "緯度": 35.45777213888889,
      "経度": 134.25378616666666,
      "バス停名": "鳥工前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 28,
      "緯度": 35.49484561111111,
      "経度": 134.22487169444443,
      "バス停名": "鳥取駅(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 29,
      "緯度": 35.461619444444445,
      "経度": 134.25412219444445,
      "バス停名": "津ノ井一区(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 30,
      "緯度": 35.46019091666667,
      "経度": 134.2565671111111,
      "バス停名": "津ノ井四区(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 31,
      "緯度": 35.45784813888889,
      "経度": 134.24983966666667,
      "バス停名": "桂木(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 32,
      "緯度": 35.47514408333333,
      "経度": 134.22924708333332,
      "バス停名": "的場(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 33,
      "緯度": 35.47362866666667,
      "経度": 134.22519533333335,
      "バス停名": "土井叶(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 34,
      "緯度": 35.49027972222222,
      "経度": 134.2307595,
      "バス停名": "東富安(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 35,
      "緯度": 35.49227388888889,
      "経度": 134.23763766666667,
      "バス停名": "内吉方(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 36,
      "緯度": 35.45785277777778,
      "経度": 134.2459665,
      "バス停名": "南栄工業団地(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 37,
      "緯度": 35.48248266666667,
      "経度": 134.23457705555555,
      "バス停名": "南大橋(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 38,
      "緯度": 35.488226805555556,
      "経度": 134.22913991666667,
      "バス停名": "南中前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 39,
      "緯度": 35.495779722222224,
      "経度": 134.22894022222223,
      "バス停名": "農協会館前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 40,
      "緯度": 35.45627891666667,
      "経度": 134.22913633333334,
      "バス停名": "農業試験場前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 41,
      "緯度": 35.46345158333333,
      "経度": 134.22276491666668,
      "バス停名": "馬場(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 42,
      "緯度": 35.45444666666667,
      "経度": 134.22043663888888,
      "バス停名": "八坂(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 43,
      "緯度": 35.49255633333333,
      "経度": 134.23505102777779,
      "バス停名": "文化センター前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 44,
      "緯度": 35.49116813888889,
      "経度": 134.22445966666666,
      "バス停名": "扇町(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 45,
      "緯度": 35.45611627777778,
      "経度": 134.2313153888889,
      "バス停名": "美和(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 46,
      "緯度": 35.490084583333335,
      "経度": 134.2270464722222,
      "バス停名": "富安(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 47,
      "緯度": 35.47565372222222,
      "経度": 134.23721236111112,
      "バス停名": "雲山日交(道路沿)(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 48,
      "緯度": 35.494254444444444,
      "経度": 134.23184727777777,
      "バス停名": "生協病院前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 49,
      "緯度": 35.459057055555554,
      "経度": 134.22306955555555,
      "バス停名": "バードスタジアム(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 50,
      "緯度": 35.486806055555554,
      "経度": 134.23951975,
      "バス停名": "南吉方三丁目(旧29号)(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 51,
      "緯度": 35.47289955555556,
      "経度": 134.22565655555556,
      "バス停名": "土井叶(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 52,
      "緯度": 35.470894638888886,
      "経度": 134.22490327777777,
      "バス停名": "上叶(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 53,
      "緯度": 35.45811447222222,
      "経度": 134.23785658333333,
      "バス停名": "米里小学校前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 0,
      "緯度": 35.5048,
      "経度": 134.23490561111112,
      "バス停名": "わらべ館前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 1,
      "緯度": 35.44122786111111,
      "経度": 134.256962,
      "バス停名": "ポリテクセンター(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 2,
    //   "緯度": 35.479000222222226,
    //   "経度": 134.23958983333333,
    //   "バス停名": "雲山(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 3,
      "緯度": 35.44962263888889,
      "経度": 134.25310302777777,
      "バス停名": "海蔵寺(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 4,
      "緯度": 35.49854719444444,
      "経度": 134.2268073888889,
      "バス停名": "瓦町(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 5,
      "緯度": 35.45025566666666,
      "経度": 134.25729180555555,
      "バス停名": "環境大学前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 6,
    //   "緯度": 35.48506888888889,
    //   "経度": 134.22711330555555,
    //   "バス停名": "吉成二丁目(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 7,
      "緯度": 35.48766302777778,
      "経度": 134.23794175,
      "バス停名": "吉方気象台前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 8,
    //   "緯度": 35.476661,
    //   "経度": 134.22588375,
    //   "バス停名": "宮長(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日本交通(株)"
    // },
    // {
    //   "itemID": 9,
    //   "緯度": 35.488856444444444,
    //   "経度": 134.23058991666667,
    //   "バス停名": "興南町(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日本交通(株)"
    // },
    // {
    //   "itemID": 10,
    //   "緯度": 35.502613,
    //   "経度": 134.23639847222222,
    //   "バス停名": "県庁日赤前(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 11,
      "緯度": 35.480238416666666,
      "経度": 134.25691994444443,
      "バス停名": "県立盲・聾学校(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 12,
      "緯度": 35.482568,
      "経度": 134.25722241666668,
      "バス停名": "公園前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 13,
      "緯度": 35.452862277777776,
      "経度": 134.2490953611111,
      "バス停名": "広岡口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 14,
      "緯度": 35.47366733333333,
      "経度": 134.25463205555556,
      "バス停名": "桜ヶ丘(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 15,
      "緯度": 35.47234825,
      "経度": 134.24767930555555,
      "バス停名": "桜ヶ丘中学校前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 16,
      "緯度": 35.47218786111111,
      "経度": 134.2496556388889,
      "バス停名": "桜谷(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 17,
    //   "緯度": 35.473456194444445,
    //   "経度": 134.24319272222223,
    //   "バス停名": "桜谷口(旧29号)(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 18,
      "緯度": 35.47208608333333,
      "経度": 134.25372716666666,
      "バス停名": "桜谷団地(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 19,
      "緯度": 35.47207272222222,
      "経度": 134.25140616666667,
      "バス停名": "桜谷東(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 20,
      "緯度": 35.487071916666665,
      "経度": 134.24105152777778,
      "バス停名": "南吉方三丁目(産業道路)(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 21,
      "緯度": 35.47972186111111,
      "経度": 134.25400794444445,
      "バス停名": "三洋南団地(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 22,
      "緯度": 35.48237544444444,
      "経度": 134.25315344444445,
      "バス停名": "新通り(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 23,
      "緯度": 35.48494288888889,
      "経度": 134.2485305,
      "バス停名": "市営住宅(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 24,
    //   "緯度": 35.474343805555556,
    //   "経度": 134.23307925,
    //   "バス停名": "市立病院(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日本交通(株)"
    // },
    // {
    //   "itemID": 25,
    //   "緯度": 35.492960805555555,
    //   "経度": 134.22295475,
    //   "バス停名": "年金事務所前(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 26,
      "緯度": 35.44222525,
      "経度": 134.25738516666667,
      "バス停名": "若葉台南一丁目(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 27,
      "緯度": 35.44566294444444,
      "経度": 134.26363425,
      "バス停名": "若葉台南五丁目(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 28,
      "緯度": 35.44603055555555,
      "経度": 134.267425,
      "バス停名": "若葉台南三丁目(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 29,
      "緯度": 35.439949444444444,
      "経度": 134.258633,
      "バス停名": "若葉台南七丁目(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 30,
      "緯度": 35.44837636111111,
      "経度": 134.26444741666666,
      "バス停名": "若葉台南二丁目(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 31,
      "緯度": 35.44221091666667,
      "経度": 134.26023211111112,
      "バス停名": "若葉台南六丁目(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 32,
      "緯度": 35.450954805555554,
      "経度": 134.26187227777777,
      "バス停名": "若葉台北五丁目(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 33,
      "緯度": 35.45197488888889,
      "経度": 134.2647503888889,
      "バス停名": "若葉台北三丁目(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 34,
      "緯度": 35.44983611111111,
      "経度": 134.26700830555555,
      "バス停名": "若葉台北四丁目(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 35,
      "緯度": 35.48090055555556,
      "経度": 134.25991316666668,
      "バス停名": "新町(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 36,
      "緯度": 35.48204922222222,
      "経度": 134.2590182222222,
      "バス停名": "新町一丁目(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 37,
      "緯度": 35.48106175,
      "経度": 134.25629208333334,
      "バス停名": "青翔開智校前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 38,
    //   "緯度": 35.46651447222222,
    //   "経度": 134.24750919444443,
    //   "バス停名": "杉崎(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日本交通(株)"
    // },
    // {
    //   "itemID": 39,
    //   "緯度": 35.47567058333333,
    //   "経度": 134.24176444444444,
    //   "バス停名": "正蓮寺(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日本交通(株)"
    // },
    // {
    //   "itemID": 40,
    //   "緯度": 35.49916008333334,
    //   "経度": 134.23180530555555,
    //   "バス停名": "川端一丁目(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 41,
      "緯度": 35.50024388888889,
      "経度": 134.22865219444444,
      "バス停名": "川端三丁目(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 42,
    //   "緯度": 35.49681125,
    //   "経度": 134.22643202777778,
    //   "バス停名": "太平線(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日本交通(株)"
    // },
    // {
    //   "itemID": 43,
    //   "緯度": 35.48002447222222,
    //   "経度": 134.22685072222222,
    //   "バス停名": "大覚寺(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 44,
      "緯度": 35.48224530555556,
      "経度": 134.24503219444443,
      "バス停名": "大杙(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    // 重複排除
    // {
    //   "itemID": 45,
    //   "緯度": 35.48205127777778,
    //   "経度": 134.23994508333334,
    //   "バス停名": "大杙口(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 46,
      "緯度": 35.481133972222224,
      "経度": 134.24570622222222,
      "バス停名": "大杙南(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 47,
      "緯度": 35.48518611111111,
      "経度": 134.24455280555554,
      "バス停名": "大杙北(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 48,
      "緯度": 35.475121055555555,
      "経度": 134.25370180555555,
      "バス停名": "団地口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    // 重複排除
    // {
    //   "itemID": 49,
    //   "緯度": 35.49487875,
    //   "経度": 134.224696,
    //   "バス停名": "鳥取駅(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 50,
      "緯度": 35.46121852777778,
      "経度": 134.249025,
      "バス停名": "津ノ井駅前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 51,
    //   "緯度": 35.47514555555556,
    //   "経度": 134.2292566388889,
    //   "バス停名": "的場(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 52,
      "緯度": 35.47598277777778,
      "経度": 134.25313958333334,
      "バス停名": "東今在家(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    // 重複排除
    // {
    //   "itemID": 53,
    //   "緯度": 35.49028972222222,
    //   "経度": 134.23076202777779,
    //   "バス停名": "東富安(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 54,
      "緯度": 35.48333372222222,
      "経度": 134.25142905555555,
      "バス停名": "鳥取県東部庁舎前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 55,
    //   "緯度": 35.49226986111111,
    //   "経度": 134.23763738888888,
    //   "バス停名": "内吉方(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 56,
      "緯度": 35.48845263888889,
      "経度": 134.2330653611111,
      "バス停名": "南吉方(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 57,
    //   "緯度": 35.48823319444445,
    //   "経度": 134.22912805555555,
    //   "バス停名": "南中前(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 58,
      "緯度": 35.43633580555556,
      "経度": 134.25701158333334,
      "バス停名": "祢宜谷(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 59,
    //   "緯度": 35.495774527777776,
    //   "経度": 134.22894194444444,
    //   "バス停名": "農協会館前(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 60,
      "緯度": 35.47884741666667,
      "経度": 134.24688694444444,
      "バス停名": "白ゆり保育園前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 61,
    //   "緯度": 35.49255322222222,
    //   "経度": 134.23504452777777,
    //   "バス停名": "文化センター前(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日本交通(株)"
    // },
    // {
    //   "itemID": 62,
    //   "緯度": 35.500779083333335,
    //   "経度": 134.23376475,
    //   "バス停名": "本町一丁目(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 63,
      "緯度": 35.50204166666666,
      "経度": 134.23100830555555,
      "バス停名": "本町三丁目(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 64,
    //   "緯度": 35.497154055555555,
    //   "経度": 134.22956977777778,
    //   "バス停名": "本通り(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 65,
      "緯度": 35.47891388888889,
      "経度": 134.24804169444445,
      "バス停名": "面影一丁目(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 66,
      "緯度": 35.476330555555556,
      "経度": 134.24544169444445,
      "バス停名": "面影団地(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 67,
      "緯度": 35.47354413888889,
      "経度": 134.2457628611111,
      "バス停名": "面影団地入口(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 68,
      "緯度": 35.477777777777774,
      "経度": 134.24563330555554,
      "バス停名": "面影中央(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 69,
      "緯度": 35.48633347222222,
      "経度": 134.2445373888889,
      "バス停名": "立川南(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 70,
      "緯度": 35.47258852777778,
      "経度": 134.24298308333334,
      "バス停名": "西大路(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    // {
    //   "itemID": 71,
    //   "緯度": 35.49117488888889,
    //   "経度": 134.2244596388889,
    //   "バス停名": "扇町(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日本交通(株)"
    // },
    // {
    //   "itemID": 72,
    //   "緯度": 35.49008763888889,
    //   "経度": 134.22704755555554,
    //   "バス停名": "富安(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日本交通(株)"
    // },
    // {
    //   "itemID": 73,
    //   "緯度": 35.49424783333333,
    //   "経度": 134.2318486111111,
    //   "バス停名": "生協病院前(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 74,
      "緯度": 35.47255883333333,
      "経度": 134.2448605,
      "バス停名": "正蓮寺簡易局前　(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    // 重複排除
    // {
    //   "itemID": 75,
    //   "緯度": 35.48681386111111,
    //   "経度": 134.23951597222222,
    //   "バス停名": "南吉方三丁目(旧29号)(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 76,
      "緯度": 35.458391166666665,
      "経度": 134.24894402777778,
      "バス停名": "津ノ井小学校前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 77,
      "緯度": 35.444247222222224,
      "経度": 134.2639111111111,
      "バス停名": "さくら会館前(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    // 重複排除
    // {
    //   "itemID": 78,
    //   "緯度": 35.48973983333333,
    //   "経度": 134.23859763888888,
    //   "バス停名": "吉方四区(バス停)",
    //   "上下循環区分": "下り",
    //   "運行事業者": "日本交通(株)"
    // },
    {
      "itemID": 79,
      "緯度": 35.46974452777778,
      "経度": 134.24914027777777,
      "バス停名": "桜ヶ丘中学校(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 80,
      "緯度": 35.47509761111111,
      "経度": 134.23761244444444,
      "バス停名": "雲山日交（車庫内）(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    },
    {
      "itemID": 81,
      "緯度": 35.4285175,
      "経度": 134.26036341666668,
      "バス停名": "堀越(バス停)",
      "上下循環区分": "下り",
      "運行事業者": "日本交通(株)"
    }
  ]