var csv73 = [
    {
      "itemID": 0,
      "緯度": 35.389855555555556,
      "経度": 134.19493888888888,
      "バス停名": "曳田(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 1,
      "緯度": 35.51448888888889,
      "経度": 133.99337780555555,
      "バス停名": "駅南団地(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 2,
      "緯度": 35.50151388888889,
      "経度": 134.0064361111111,
      "バス停名": "奥崎(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 3,
      "緯度": 35.3143,
      "経度": 134.18996388888888,
      "バス停名": "岡入口(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 4,
      "緯度": 35.30955,
      "経度": 134.16971388888888,
      "バス停名": "屋住(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 5,
      "緯度": 35.383325,
      "経度": 134.1963111111111,
      "バス停名": "下佐貫(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 6,
      "緯度": 35.34456111111111,
      "経度": 134.20531669444443,
      "バス停名": "下町(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 7,
      "緯度": 35.35129166666667,
      "経度": 134.21954719444443,
      "バス停名": "下平(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 8,
      "緯度": 35.332319444444444,
      "経度": 134.1230888888889,
      "バス停名": "加瀬木(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 9,
      "緯度": 35.332930555555556,
      "経度": 134.12889169444443,
      "バス停名": "加瀬木橋(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 10,
      "緯度": 35.329425,
      "経度": 134.09986111111112,
      "バス停名": "加茂(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 11,
      "緯度": 35.31379444444445,
      "経度": 134.166175,
      "バス停名": "夏明(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 12,
      "緯度": 35.406227694444446,
      "経度": 134.20041044444446,
      "バス停名": "河原(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 13,
      "緯度": 35.46451227777778,
      "経度": 134.0168583611111,
      "バス停名": "河原(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 14,
      "緯度": 35.40853888888889,
      "経度": 134.20059169444446,
      "バス停名": "河原口(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 15,
      "緯度": 35.3948035,
      "経度": 134.20029319444444,
      "バス停名": "河原中学校前(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 16,
      "緯度": 35.40208333333333,
      "経度": 134.2009138888889,
      "バス停名": "河原町総合支所前(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 17,
      "緯度": 35.469588027777775,
      "経度": 134.01670858333333,
      "バス停名": "和紙工房前(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 18,
      "緯度": 35.34174047222222,
      "経度": 134.19786608333334,
      "バス停名": "千代南中学校前(用瀬)(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 19,
      "緯度": 35.52253091666667,
      "経度": 134.00179383333332,
      "バス停名": "学校入口(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 20,
      "緯度": 35.34202222222222,
      "経度": 134.17459719444443,
      "バス停名": "葛谷(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 21,
      "緯度": 35.341973805555554,
      "経度": 134.1710248611111,
      "バス停名": "刈地橋(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 22,
      "緯度": 35.50355,
      "経度": 133.9846861111111,
      "バス停名": "亀尻(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 23,
      "緯度": 35.38596388888889,
      "経度": 134.1393943888889,
      "バス停名": "弓河内(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 24,
      "緯度": 35.38176111111111,
      "経度": 134.16173061111112,
      "バス停名": "牛ノ戸(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 25,
      "緯度": 35.32553291666667,
      "経度": 134.1974668888889,
      "バス停名": "金屋(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 26,
      "緯度": 35.38285277777778,
      "経度": 134.12930830555555,
      "バス停名": "公民館前(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 27,
      "緯度": 35.452016666666665,
      "経度": 133.96991111111112,
      "バス停名": "桑原(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 28,
      "緯度": 35.32970611111111,
      "経度": 134.19884808333333,
      "バス停名": "原(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 29,
      "緯度": 35.33900516666667,
      "経度": 134.15529455555554,
      "バス停名": "古市(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 30,
      "緯度": 35.33245341666667,
      "経度": 134.19942997222222,
      "バス停名": "古用瀬(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 31,
      "緯度": 35.37177777777778,
      "経度": 134.1837361111111,
      "バス停名": "公民館前(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 32,
      "緯度": 35.518275,
      "経度": 133.99881669444446,
      "バス停名": "公民館入口(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 33,
      "緯度": 35.382222222222225,
      "経度": 134.12848888888888,
      "バス停名": "広瀬橋(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 34,
      "緯度": 35.308575,
      "経度": 134.13489169444443,
      "バス停名": "江波(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 35,
      "緯度": 35.30979722222222,
      "経度": 134.1380306111111,
      "バス停名": "江波口(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 36,
      "緯度": 35.33157222222222,
      "経度": 134.1206388888889,
      "バス停名": "高山口(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 37,
      "緯度": 35.365877777777776,
      "経度": 134.17901669444444,
      "バス停名": "今西(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 38,
      "緯度": 35.376925,
      "経度": 134.19907219444445,
      "バス停名": "佐貫(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 39,
      "緯度": 35.343269444444445,
      "経度": 134.1631,
      "バス停名": "佐治選果場前(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 40,
      "緯度": 35.329680555555555,
      "経度": 134.11313611111112,
      "バス停名": "佐治町総合支所前(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 41,
      "緯度": 35.326636416666666,
      "経度": 134.09028658333332,
      "バス停名": "細尾(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 42,
      "緯度": 35.32412169444444,
      "経度": 134.03148641666667,
      "バス停名": "山王滝入口(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 43,
      "緯度": 35.30411111111111,
      "経度": 134.17620830555555,
      "バス停名": "山口(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 44,
      "緯度": 35.476869444444446,
      "経度": 134.01520280555556,
      "バス停名": "山根(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 45,
      "緯度": 35.36523611111111,
      "経度": 134.16620830555556,
      "バス停名": "山上(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 46,
      "緯度": 35.46766944444445,
      "経度": 133.9762556111111,
      "バス停名": "紙屋(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 47,
      "緯度": 35.31616944444445,
      "経度": 134.19422219444445,
      "バス停名": "社(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 48,
      "緯度": 35.3124,
      "経度": 134.19743330555556,
      "バス停名": "社駅前(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 49,
      "緯度": 35.31542777777778,
      "経度": 134.1949888888889,
      "バス停名": "社集会所前(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 50,
      "緯度": 35.51656111111111,
      "経度": 133.9970888888889,
      "バス停名": "商工会館前(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 51,
      "緯度": 35.37151388888889,
      "経度": 134.14852219444444,
      "バス停名": "小河内(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 52,
      "緯度": 35.36906944444444,
      "経度": 134.14728330555556,
      "バス停名": "小河内橋(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 53,
      "緯度": 35.34151388888889,
      "経度": 134.17750561111112,
      "バス停名": "小原(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 54,
      "緯度": 35.356947222222225,
      "経度": 134.17795,
      "バス停名": "小倉(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 55,
      "緯度": 35.36884722222222,
      "経度": 134.1785693888889,
      "バス停名": "小倉口(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 56,
      "緯度": 35.38626111111111,
      "経度": 134.14481669444444,
      "バス停名": "小畑(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 57,
      "緯度": 35.45325833333333,
      "経度": 134.01173888888889,
      "バス停名": "小畑(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 58,
      "緯度": 35.31484722222222,
      "経度": 134.16195,
      "バス停名": "小畑(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 59,
      "緯度": 35.45070502777778,
      "経度": 134.01020097222224,
      "バス停名": "小畑上(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 60,
      "緯度": 35.309842777777774,
      "経度": 134.1862101111111,
      "バス停名": "松原(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 61,
      "緯度": 35.34326111111111,
      "経度": 134.16584169444445,
      "バス停名": "上葛谷(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 62,
      "緯度": 35.33760183333333,
      "経度": 134.15219494444443,
      "バス停名": "上大井(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 63,
      "緯度": 35.50546938888889,
      "経度": 133.9862285,
      "バス停名": "城山団地(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 64,
      "緯度": 35.366305555555556,
      "経度": 134.14350280555556,
      "バス停名": "新田口(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 65,
      "緯度": 35.333825,
      "経度": 134.13557219444445,
      "バス停名": "森坪(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 66,
      "緯度": 35.45139552777778,
      "経度": 134.0105316111111,
      "バス停名": "神社前(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 67,
      "緯度": 35.3612,
      "経度": 134.1358361111111,
      "バス停名": "神馬(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 68,
      "緯度": 35.465024722222225,
      "経度": 133.97491825,
      "バス停名": "診療所前(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 69,
      "緯度": 35.369886111111114,
      "経度": 134.18014719444446,
      "バス停名": "水根(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 70,
      "緯度": 35.37271944444444,
      "経度": 134.18584169444443,
      "バス停名": "水根作業場前(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 71,
      "緯度": 35.516478416666665,
      "経度": 133.99615677777777,
      "バス停名": "青谷駅(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 72,
      "緯度": 35.51728055555556,
      "経度": 133.9941943888889,
      "バス停名": "青谷駅口(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 73,
      "緯度": 35.51278666666666,
      "経度": 133.99437591666666,
      "バス停名": "青谷中学校前(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 74,
      "緯度": 35.52013844444444,
      "経度": 134.0006187777778,
      "バス停名": "青谷町総合支所前(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 75,
      "緯度": 35.348980555555556,
      "経度": 134.22562780555555,
      "バス停名": "赤波(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 76,
      "緯度": 35.49947777777778,
      "経度": 133.98287780555555,
      "バス停名": "川積(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 77,
      "緯度": 35.50947222222222,
      "経度": 134.0024,
      "バス停名": "善田(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 78,
      "緯度": 35.48051666666667,
      "経度": 134.01291669444444,
      "バス停名": "早牛(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 79,
      "緯度": 35.4901,
      "経度": 134.01531938888888,
      "バス停名": "蔵内(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 80,
      "緯度": 35.32930555555556,
      "経度": 134.10292219444443,
      "バス停名": "大水(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 81,
      "緯度": 35.35268888888889,
      "経度": 134.20902219444446,
      "バス停名": "大村保育所前(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 82,
      "緯度": 35.493880555555556,
      "経度": 134.00939169444445,
      "バス停名": "大坪(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 83,
      "緯度": 35.490072222222224,
      "経度": 134.0099443888889,
      "バス停名": "大坪上(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 84,
      "緯度": 35.35347222222222,
      "経度": 134.205275,
      "バス停名": "鷹狩駅前(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 85,
      "緯度": 35.373838222222226,
      "経度": 134.19071391666665,
      "バス停名": "棚田(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 86,
      "緯度": 35.509816666666666,
      "経度": 133.9905361111111,
      "バス停名": "谷田(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 87,
      "緯度": 35.381880555555554,
      "経度": 134.16768611111112,
      "バス停名": "中井(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 88,
      "緯度": 35.38223888888889,
      "経度": 134.17023061111112,
      "バス停名": "中井橋(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 89,
      "緯度": 35.38339166666667,
      "経度": 134.1727388888889,
      "バス停名": "中井入口(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 90,
      "緯度": 35.38164183333333,
      "経度": 134.1653301111111,
      "バス停名": "中井農協前(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 91,
      "緯度": 35.31934561111111,
      "経度": 134.19429502777777,
      "バス停名": "鳥取ダイヘン前(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 92,
      "緯度": 35.34203611111111,
      "経度": 134.16020280555554,
      "バス停名": "津無口(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 93,
      "緯度": 35.314991666666664,
      "経度": 134.19188330555556,
      "バス停名": "塚原(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 94,
      "緯度": 35.38831344444444,
      "経度": 134.18463680555556,
      "バス停名": "天神原(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 95,
      "緯度": 35.38797777777778,
      "経度": 134.1819361111111,
      "バス停名": "天神原橋(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 96,
      "緯度": 35.47131944444445,
      "経度": 133.9764361111111,
      "バス停名": "田原谷(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 97,
      "緯度": 35.38503611111111,
      "経度": 134.15240280555557,
      "バス停名": "湯谷(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 98,
      "緯度": 35.32264030555555,
      "経度": 134.02151522222223,
      "バス停名": "栃原(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 99,
      "緯度": 35.46075555555556,
      "経度": 133.97204719444446,
      "バス停名": "楠根(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 100,
      "緯度": 35.49944722222222,
      "経度": 134.00803888888888,
      "バス停名": "奥崎上(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 101,
      "緯度": 35.353425,
      "経度": 134.2071861111111,
      "バス停名": "公民館前(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 102,
      "緯度": 35.47720833333333,
      "経度": 133.9770388888889,
      "バス停名": "八葉寺入口(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 103,
      "緯度": 35.329825,
      "経度": 134.0541888888889,
      "バス停名": "尾際(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 104,
      "緯度": 35.367758333333335,
      "経度": 134.17626388888888,
      "バス停名": "尾上(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 105,
      "緯度": 35.479219444444446,
      "経度": 133.97498330555555,
      "バス停名": "不動滝入口(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 106,
      "緯度": 35.39058888888889,
      "経度": 134.1966556111111,
      "バス停名": "曳田(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 107,
      "緯度": 35.329344444444445,
      "経度": 134.10717219444444,
      "バス停名": "福園橋(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 108,
      "緯度": 35.51266666666667,
      "経度": 133.999475,
      "バス停名": "平田前(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 109,
      "緯度": 35.33965991666667,
      "経度": 134.19284530555555,
      "バス停名": "別府(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 110,
      "緯度": 35.33797052777778,
      "経度": 134.18522727777778,
      "バス停名": "別府上(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 111,
      "緯度": 35.33065277777778,
      "経度": 134.1180361111111,
      "バス停名": "保健センター前(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 112,
      "緯度": 35.49317141666667,
      "経度": 133.9768388888889,
      "バス停名": "北河原(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 113,
      "緯度": 35.3808,
      "経度": 134.12680280555554,
      "バス停名": "北村(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 114,
      "緯度": 35.383947222222226,
      "経度": 134.13159719444445,
      "バス停名": "北村口(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 115,
      "緯度": 35.38003888888889,
      "経度": 134.16427219444444,
      "バス停名": "本鹿口(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 116,
      "緯度": 35.489572805555554,
      "経度": 133.97364880555557,
      "バス停名": "鳴滝(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 117,
      "緯度": 35.330900916666664,
      "経度": 134.05088355555554,
      "バス停名": "弥留気地蔵入口(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 118,
      "緯度": 35.32786316666667,
      "経度": 134.07836866666668,
      "バス停名": "余戸(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 119,
      "緯度": 35.34104813888889,
      "経度": 134.20196233333334,
      "バス停名": "用瀬(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 120,
      "緯度": 35.33642502777778,
      "経度": 134.20044413888888,
      "バス停名": "用瀬小学校前(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 121,
      "緯度": 35.50506388888889,
      "経度": 134.0062193888889,
      "バス停名": "養郷入口(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 122,
      "緯度": 35.33275,
      "経度": 134.12559719444445,
      "バス停名": "渕尻(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 123,
      "緯度": 35.327333333333335,
      "経度": 134.09535280555556,
      "バス停名": "舂谷橋(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 124,
      "緯度": 35.52354722222222,
      "経度": 133.9964361111111,
      "バス停名": "青谷(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 125,
      "緯度": 35.520825,
      "経度": 133.97233061111112,
      "バス停名": "長和瀬(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 126,
      "緯度": 35.519327777777775,
      "経度": 133.99095280555557,
      "バス停名": "青谷西町入口(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 127,
      "緯度": 35.521366388888886,
      "経度": 133.98415966666667,
      "バス停名": "井手入口(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 128,
      "緯度": 35.455651527777775,
      "経度": 133.96918205555556,
      "バス停名": "澄水(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 129,
      "緯度": 35.522841666666665,
      "経度": 134.00047780555556,
      "バス停名": "青谷小学校(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 130,
      "緯度": 35.50425555555555,
      "経度": 134.00848330555556,
      "バス停名": "養郷(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 131,
      "緯度": 35.49491666666667,
      "経度": 134.01452219444445,
      "バス停名": "下蔵内(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 132,
      "緯度": 35.343780555555554,
      "経度": 134.2048888888889,
      "バス停名": "用瀬駅前(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 133,
      "緯度": 35.371744444444445,
      "経度": 134.18348061111112,
      "バス停名": "公民館前(バス停)",
      "上下循環区分": "上り"
    },
    {
      "itemID": 134,
      "緯度": 35.50561177777778,
      "経度": 133.98481394444445,
      "バス停名": "栄町（バス停）",
      "上下循環区分": "上り"
    },
    {
      "itemID": 135,
      "緯度": 35.32787777777778,
      "経度": 134.04266047222222,
      "バス停名": "ダム(バス停)",
      "上下循環区分": "上り"
    }
  ]
